Repository: adeeteya/Awake-AlarmApp
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bn, bs, ca, ckb, cs, cy, el, eo, et, eu, fa, fi, fil, fur, fy, ga, gd, gu, he, hu, hy, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, ms, mt, my, ne, or, pa, ps, pt, ro, rw, sd, si, sk, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, uz, vi, xh, yi, zh, zu

# appTitle
source: Awake- The Alarm Clock
af: Wakker- die wekker
am: ማንቂያ ደወል ሰዓቱ
ar: مستيقظا- المنبه
as: Awake- এলাৰ্ম ঘড়ী
az: Oyaq - zəngli saat
be: Прачні- будзільнік
bn: জাগ্রত- অ্যালার্ম ঘড়ি
bs: Budan - budilnik
ca: Despert: el despertador
ckb: بەئاگا- کاتژمێری زەنگ
cs: Vzhůru- budík
cy: Effro- y cloc larwm
el: Ξύπνιος- το ξυπνητήρι
eo: Veki- La Alarmo-Horloĝo
et: Ärkvel- äratuskell
eu: Esna - iratzargailua
fa: بیدار- ساعت زنگ دار
fi: Herätyskello
fil: Gising- ang alarm clock
fur: Sve
fy: Wekker - de wekker
ga: Awake- an clog aláraim
gd: A 'dùsgadh - an gleoc rabhaidh
gu: જાગૃત- એલાર્મ ઘડિયાળ
he: ער- שעון המעורר
hu: Ébren- az ébresztőóra
hy: Արթուն - Զարթուցիչ
is: Vaknið- Vekjaraklukkan
it: Sveglia: la sveglia
ka: გამოღვიძება- მაღვიძარა
kk: Ою - оятар
km: ភ្ញាក់ - ម៉ោងរោទិ៍
kn: ಎಚ್ಚರವಾಗಿ- ಅಲಾರಾಂ ಗಡಿಯಾರ
ko: 깨어- 알람 시계
ku: Hişyar- demjimêra alarmê
ky: Ойгонгула- Ойготкуч саат
lb: Waakreg- den Alarm Auer
lo: ຕື່ນນອນ - ໂມງປຸກ
lt: Pabudęs- žadintuvas
lv: Nomodā- modinātājs
mai: जागल- अलार्म घड़ी
mg: Mifohaza- ny famantaranandro fanairana
mi: Oho- te karaka whakaoho
mk: Разбудете се- Алармниот часовник
ml: ഉണരുക- അലാറം ക്ലോക്ക്
mn: Сэрүүн - Сэрүүлгийн цаг
ms: Terjaga- jam penggera
mt: Imqajjem- l-arloġġ tal-allarm
my: နိုးနိုးစရာနာရီ
ne: ब्यूँझनुहोस् - अलार्म घडी
or: ଜାଗ୍ରତ - ଆଲାର୍ମ ଘଣ୍ଟା |
pa: ਜਾਗਰੂਕ- ਅਲਾਰਮ ਕਲਾਕ
ps: بیداریدل - د الارم ساعت
pt: Acordado- o despertador
ro: Trezește-te- ceasul de alarmă
rw: Kanguka- isaha yo gutabaza
sd: جاڳيل- الارم ڪلاڪ
si: අවදි වන්න- එලාම් ඔරලෝසුව
sk: Prebudiť- budík
sq: Zgjuar- ora e alarmit
sr: Будан - будилник
sw: Amka- saa ya kengele
ta: விழித்தெழு- அலாரம் கடிகாரம்
te: మేల్కొని- అలారం గడియారం
tg: Бедор шавед - соати ҳушдор
th: ตื่น- นาฬิกาปลุก
tk: Oýandyrmak - jaň sagadyny
tt: Уяу - сигнализация сәгате
ug: ئويغىنىش - ئاگاھلاندۇرۇش سائىتى
uk: Неспання- будильник
ur: جاگ- الارم گھڑی
uz: Uyg'oning - uyg'otuvchi soat
vi: Awake- Đồng hồ báo thức
xh: Vuka- iwotshi yealam
yi: וואך - די שרעק זייגער
zh: 醒来 - 闹钟
zu: I-Phaphama - Iwashi le-Alarm

source: Add Alarm
af: Voeg alarm by
am: ደወል ጨምር
ar: أضف الإنذار
as: এলাৰ্ম যোগ কৰক
az: Siqnal əlavə edin
be: Дадаць трывогу
bn: অ্যালার্ম যোগ করুন
bs: Dodajte alarm
ca: Afegir alarma
ckb: زەنگی ئاگادارکردنەوە زیاد بکە
cs: Přidejte alarm
cy: Ychwanegwch larwm
el: Προσθέστε συναγερμό
eo: Aldonu alarmon
et: Lisa häire
eu: Gehitu alarma
fa: هشدار اضافه کنید
fi: Lisätä hälytystä
fil: Magdagdag ng alarma
fur: Azontâ la alarme
ga: Aláram a chur leis
gd: Cuir inneal-gearain ris
gu: એલાર્મ ઉમેરો
he: הוסף אזעקה
hu: Add hozzá riasztást
hy: Զարթուցիչ ավելացնել
is: Bættu við vekjaranum
it: Aggiungi allarme
ka: განგაშის დამატება
kk: Дабыл қосу
km: បន្ថែមការជូនដំណឹង
kn: ಅಲಾರಂ ಸೇರಿಸಿ
ko: 알람을 추가하십시오
ku: Alarm zêde bikin
ky: Ойготкуч кошуңуз
lb: Füügt Alarm
lo: ຕື່ມການແຈ້ງເຕືອນ
lt: Pridėkite aliarmą
lv: Pievienot trauksmi
mai: अलार्म जोड़ू
mg: Ampio fanairana
mi: Tāpiri whakaoho
mk: Додадете аларм
ml: അലാറം ചേർക്കുക
mn: Түгшүүр нэмэх
ms: Tambah penggera
mt: Żid allarm
my: နှိုးစက်ထည့်ပါ
ne: अलार्म थप्नुहोस्
or: ଆଲାର୍ମ ଯୋଡନ୍ତୁ |
pa: ਅਲਾਰਮ ਸ਼ਾਮਲ ਕਰੋ
ps: الارم اضافه کړئ
pt: Adicione alarme
ro: Adăugați alarmă
rw: Ongeraho Alarm
sd: الارم شامل ڪريو
si: අනතුරු ඇඟවීම එක් කරන්න
sk: Pridať alarm
sq: Shtoj alarmin
sr: Додајте аларм
sw: Ongeza kengele
ta: அலாரம் சேர்க்கவும்
te: అలారం జోడించండి
tg: Оҳиста-ҳуш
th: เพิ่มสัญญาณเตือนภัย
tk: Duýduryş goş
tt: Сигнализация өстәргә
ug: ئاگاھلاندۇرۇش سىگنالى قوشۇڭ
uk: Додати тривогу
ur: الارم شامل کریں
uz: Signal qo'shing
vi: Thêm báo động
xh: Yongeza i-alamu
yi: לייג שרעק
zh: 添加警报
zu: Ngeza i-Alarm

source: Edit Alarm
af: Redigeer alarm
am: ማንቂያውን ያርትዑ
ar: تحرير المنبه
as: এলাৰ্ম সম্পাদনা কৰক
az: Siqnalı düzəldin
be: Рэдагаваць трывогу
bn: অ্যালার্ম সম্পাদনা করুন
bs: Uredi alarm
ca: Editar alarma
ckb: دەستکاری زەنگی ئاگادارکردنەوە بکە
cs: Upravit alarm
cy: Golygu larwm
el: Επεξεργασία συναγερμού
eo: Redaktu Alarmon
et: Redigeeri häiret
eu: Editatu
fa: هشدار ویرایش
fi: Muokata hälytystä
fil: I -edit ang alarma
fur: Modificâ Alarme
fy: Alarm bewurkje
ga: Aláram a chur in eagar
gd: Deasaich inneal-rabhaidh
gu: અલાર્મ સંપાદિત કરો
he: ערוך אזעקה
hu: Riasztás szerkesztése
hy: Խմբագրել ազդանշանը
is: Breyta viðvörun
it: Modifica allarme
ka: განგაშის რედაქტირება
kk: Дабылды өңдеу
km: កែសម្រួលការជូនដំណឹង
kn: ಅಲಾರಂ ಸಂಪಾದಿಸಿ
ko: 알람 편집
ku: Alarm biguherînin
ky: Ойготкуч
lo: ແກ້ສຽງ
lt: Redaguoti aliarmą
lv: Rediģēt trauksmi
mai: अलार्म संपादित करू
mg: Hanova fanairana
mi: Whakatika Whakatika
mk: Уреди аларм
ml: അലാറം എഡിറ്റുചെയ്യുക
mn: Сэрүүлгийг засах
ms: Edit penggera
mt: Editja l-allarm
ne: अलार्म सम्पादन गर्नुहोस्
or: ଆଲାର୍ମ ସଂପାଦନ କରନ୍ତୁ |
pa: ਅਲਾਰਮ ਨੂੰ ਸੋਧੋ
ps: الارم
pt: Editar alarme
ro: Editați alarma
rw: Hindura
sd: الارم ۾ تبديلي آڻيو
si: අනතුරු ඇඟවීම සංස්කරණය කරන්න
sk: Upraviť alarm
sq: Redakto alarmin
sr: Уређивање аларма
sw: Hariri kengele
ta: அலாரத்தைத் திருத்தவும்
te: అలారం సవరించండి
tg: Таҳрир
th: แก้ไขสัญญาณเตือนภัย
tk: Duýduryşy redaktirläň
tt: Сигнализацияне үзгәртү
ug: ئاگاھلاندۇرۇش سىگنالىنى تەھرىرلەڭ
uk: Редагувати сигнал тривоги
ur: الارم میں ترمیم کریں
uz: Signalni tahrirlash
vi: Chỉnh sửa báo động
xh: Hlela ialam
yi: רעדאַגירן שרעק
zh: 编辑警报
zu: Hlela i-alamu

# noAlarms
source: No Alarms Added Yet
af: Nog geen alarms bygevoeg nie
am: እስካሁን ድረስ የታሸጉ ድሎች አልነበሩም
ar: لم تضاف أي إنذارات حتى الآن
as: এতিয়ালৈকে কোনো এলাৰ্ম যোগ কৰা হোৱা নাই
az: Hələ həyəcan siqnalı əlavə olunmur
be: Пакуль няма сігналізацыі
bn: এখনও কোনও অ্যালার্ম যুক্ত করা হয়নি
bs: Još nisu dodani alarmi
ca: Encara no hi ha alarmes afegides
ckb: هێشتا هیچ زەنگێک زیاد نەکراوە
cs: Dosud žádné přidány žádné alarmy
cy: Ni ychwanegwyd larymau eto
el: Δεν προστέθηκαν ακόμα συναγερμοί
eo: Ankoraŭ ne aldonitaj alarmoj
et: Alarme pole veel lisatud
eu: Oraindik ez da alarmarik gehitu
fa: هنوز هشدار اضافه نشده است
fi: Ei vielä lisätty hälytyksiä
fil: Wala pang idinagdag na mga alarma
fur: Nissune alarme Aded
fy: Noch gjin alarmen tafoege
ga: Níor cuireadh aon aláraim curtha leis go fóill
gd: Cha deach rabhaidhean a chuir ris fhathast
gu: હજી સુધી કોઈ એલાર્મ્સ ઉમેર્યા નથી
he: עדיין לא התווספו אזעקות
hu: Még nem adtak hozzá riasztást
hy: Դեռ ահազանգ չկա
is: Engar viðvaranir bætt við ennþá
it: Nessun allarme ancora aggiunto
ka: სიგნალიზაცია ჯერ არ დაემატა
kk: Әлі дабылдар жоқ
km: មិនទាន់បានបន្ថែមទៀតទេ
kn: ಇನ್ನೂ ಯಾವುದೇ ಅಲಾರಂಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ko: 아직 알람이 추가되지 않았습니다
ku: No alarms nehatiye zêdekirin
ky: Азырынча сигнал жок
lb: Keng Alarmer nach bäigefüügt
lo: ບໍ່ມີສຽງເຕືອນເຖິງເທື່ອ
lt: Dar nėra jokių aliarmų
lv: Pagaidām nav pievienoti trauksmes
mai: एखन धरि कोनो अलार्म नहि जोड़ल गेल अछि
mg: Tsy misy angano nampidirina
mi: Kaore ano kia pakaru
mk: Сè уште нема додадени аларми
ml: ഇതുവരെ അലാറങ്ങൾ ചേർത്തിട്ടില്ല
mn: Сэрүүлэг хараахан нэмээгүй байна
ms: Belum ada penggera yang ditambah
mt: L-ebda allarmi miżjuda s'issa
my: အဘယ်သူမျှမနှိုးဆော်သံမဆက်ဆက်
ne: कुनै अलार्महरू थपिएन
or: କ a ଣସି ଆଲାର୍ମ ଏପର୍ଯ୍ୟନ୍ତ ଯୋଡି ନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਅਲਾਰਮ ਨਹੀਂ ਜੋੜਿਆ ਗਿਆ
ps: هیڅ عقلت نه دی
pt: Nenhum alarmes adicionado ainda
ro: Nu au fost adăugate încă alarme
rw: Nta gushidikanya
sd: الارم اڃا تائين شامل نه ڪيو ويو آهي
si: තවම අනතුරු ඇඟවීම් නොමැත
sk: Zatiaľ sa nepridali žiadne alarmy
sq: Ende nuk ka shtuar alarme
sr: Још није додат аларми
sw: Hakuna kengele zilizoongezwa bado
ta: இன்னும் அலாரங்கள் எதுவும் சேர்க்கப்படவில்லை
te: ఇంకా అలారాలు జోడించబడలేదు
tg: Ҳанӯз ҳушдор илова нашудааст
th: ยังไม่มีการเพิ่มสัญญาณเตือน
tk: Entek duýduryş ýok
tt: Әлегә бернинди сигнализация юк
ug: ئاگاھلاندۇرۇش تېخى قوشمىدى
uk: Ще не додано тривоги
ur: ابھی تک کوئی الارم شامل نہیں کیا گیا
uz: Hech qanday signal qo'shilmagan
vi: Chưa có báo động nào được thêm vào
xh: Akukho alams ongezelelweyo
yi: קיין אַלאַרמס צוגעגעבן נאָך
zh: 还没有添加警报
zu: Awengezelwe ama-alamu okwamanje

source: Alarms
am: ማንቂያዎች
ar: إنذار
as: এলাৰ্ম
az: Həyəcan siqnalları
be: Трывогі
bn: অ্যালার্ম
bs: Alarmi
ca: Alarmes
ckb: زەنگی ئاگادارکردنەوە
cs: Alarmy
cy: Larymau
el: Συναγερμός
eo: Alarmoj
et: Alarmid
eu: Alarma
fa: هشدارها
fi: Hälytykset
fil: Mga alarma
fur: Alarmis
fy: Alarmen
ga: Aláraim
gd: Innealan-rabhaidh
gu: રિસ્પ્લ્સ
he: אַזעָקָה
hu: Riasztások
hy: Տագնապներ
is: Viðvaranir
it: Allarmi
ka: სიგნალიზაცია
kk: Дабылдар
km: រោទិ៍រោទិ៍រោទិ៍
kn: ಎಚ್ಚರಿಕೆ
ko: 알람
ku: Hawîr
ky: Ойготкучтар
lb: Alo-alarmen
lo: ການແຈ້ງເຕືອນ
lt: Aliarmai
lv: Trauksmes
mai: अलार्म 2019।
mg: fanairana
mi: Whakaohooho
mk: Аларми
ml: അലാറങ്ങൾ
mn: Сэргээх ба
ms: Penggera
mt: Allarmi
my: နှိုးကား
ne: अलार्म
or: ଆଲାର୍ମ
pa: ਅਲਾਰਮ
ps: الارمونه
pt: Alarmes
ro: Alarme
rw: Impuruza
sd: الارم
si: අනතුරු ඇඟවීම්
sk: Alarmy
sq: Alarme
sr: Аларми
sw: Kengele
ta: அலாரங்கள்
te: అలారాలు
tg: Ҳушдорҳо
th: สัญญาณเตือนภัย
tk: Duýduryşlar
tt: Сигнализация
ug: ئاگاھلاندۇرۇش
uk: Тривоги
ur: الارم
uz: Signal
vi: Báo động
xh: Iialarm
yi: אַלאַרמס
zh: 警报
zu: Amakhulise

source: Settings
af: Instellings
am: ቅንብሮች
ar: إعدادات
as: সংহতিসমূহ
az: Parametrlər
be: Налады
bn: সেটিংস
bs: Postavke
ca: Configuració
ckb: ڕێکخستنەکان
cs: Nastavení
cy: Gosodiadau
el: Ρυθμίσεις
eo: Agordoj
et: Sätted
eu: Ezarpen
fa: تنظیمات
fi: Asetukset
fil: Mga setting
fur: Impostazions
fy: Ynstellings
ga: Suíomhanna
gd: Roghainnean
gu: પતાવટ
he: הגדרות
hu: Beállítások
hy: Կարգավորումներ
is: Stillingar
it: Impostazioni
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ku: Mîhengan
ky: Жөндөөлөр
lb: Astellunge
lo: ການກໍານົດ
lt: Nustatymai
lv: Iestatījumi
mai: सेटिंग्स 10।
mg: Fikirana
mi: Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
ms: Tetapan
my: ဆက်တင်များ
ne: बतंग
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਜ਼
ps: امستنې
pt: Configurações
ro: Setări
rw: Igenamiterere
sd: سيٽنگ
si: සැකසුම්
sk: Nastavenia
sq: Cilësimet
sr: Подешавања
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
tg: Танзимот
th: การตั้งค่า
tk: Sazlamalar
tt: Көйләүләр
ug: تەڭشەك
uk: Налаштування
ur: ترتیبات
uz: Sozlash
vi: Cài đặt
xh: Izicwangciso
yi: סעטטינגס
zh: 设置
zu: Amasethingi

source: Back
af: Agter
am: ተመለስ
ar: خلف
as: পিছলৈ
az: Geri
be: Назад
bn: পিছনে
bs: Natrag
ca: Esquena
ckb: گەڕانەوە
cs: Zadní
cy: Baciwn
el: Πίσω
eo: Reen
et: Tagurpidi
eu: Bizkar
fa: پشت
fi: Takaisin
fil: Balik
fur: Schene
fy: Rêch
ga: Tacaigh le
gd: Air ais
gu: પાછળની બાજુ
he: בְּחֲזָרָה
hu: Vissza
hy: Ետեվ
is: Aftur
it: Indietro
ka: ზურგი
kk: Көмектесу
km: រតលប់
kn: ಹಿ ೦ ದೆ
ko: 뒤쪽에
ku: Paş
ky: Артка
lb: Zréck
lo: ກັບຄືນໄປບ່ອນ
lt: Atgal
lv: Aizmugure
mai: पाछू
mg: indray
mi: Muri
mk: Назад
ml: പിന്നിലുള്ള
mn: Буцах
ms: Kembali
mt: Lura
my: ပြန်.
ne: पिठिउ
or: ପଛକୁ
pa: ਵਾਪਸ
ps: شاته
pt: Voltar
ro: Spate
rw: Inyuma
sd: واپس
si: ආපසු
sk: Chrbát
sq: I prapambetur
sr: Назад
sw: Nyuma
ta: பின்
te: తిరిగి
tg: Пушт
th: กลับ
tk: Yza
tt: Кире
ug: قايتىش
uk: Спинка
ur: واپس
uz: Orqaga qaytish
vi: Mặt sau
xh: Umva
yi: צוריק
zh: 后退
zu: -Dlulile

source: Delete
af: Verwyder
am: ሰርዝ
ar: يمسح
as: বিলোপ
az: Silmək
be: Выдаляць
bn: মুছুন
bs: Izbrisati
ca: Esborrar
ckb: سڕینەوە
cs: Vymazat
cy: Croeswn
el: Διαγράφω
eo: Forigi
et: Kustutama
eu: Ezabatu
fa: حذف کردن
fi: Poistaa
fil: Tanggalin
fur: Scancelâ
fy: Ferwiderje
ga: Scrios amach
gd: Thoir às
gu: કા delી નાખવું
he: לִמְחוֹק
hu: Töröl
hy: Ջնջել
is: Eyða
it: Eliminare
ka: წაშლა
kk: Жою
km: របៅបេលរសច
kn: ಅಳಿಸು
ko: 삭제
ku: Lûleêkirin
ky: Жок кылуу
lb: Läschen
lo: ລົບ
lt: Ištrinti
lv: Dzēst
mai: हटानाइ
mg: Mamafa
mi: Muku
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Эдгээх
ms: Padam
mt: Ħassar
my: ဖျက်
ne: मेटाउन
or: ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
ps: حذف کول
pt: Excluir
ro: Şterge
rw: Siba
sd: صفحو ڪلڪ ڪريو
si: මකන්න
sk: Vymazať
sq: Nxjerr
sr: Избрисати
sw: Futa
ta: நீக்கு
te: తొలగించు
tg: Нест
th: ลบ
tk: Pozuň
tt: Бетерү
ug: ئۆچۈرۈش
uk: Видаляти
ur: حذف کریں
uz: O'chirmoq
vi: Xóa bỏ
xh: Cima
yi: ויסמעקן
zh: 删除
zu: Cisha

source: Delete Alarm
af: Verwyder alarm
am: ማንቂያ ሰርዝ
ar: حذف المنبه
as: এলাৰ্ম মচি পেলাওক
az: Siqnalı silmək
be: Выдаліць сігналізацыю
bn: অ্যালার্ম মুছুন
bs: Obriši alarm
ca: Suprimeix l'alarma
ckb: زەنگی ئاگادارکردنەوە بسڕەوە
cs: Odstranit alarm
cy: Dileu larwm
el: Διαγραφή συναγερμού
eo: Forigi alarmon
et: Kustuta häire
eu: Ezabatu alarma
fa: هشدار را حذف کنید
fi: Poistaa hälytys
fil: Tanggalin ang alarma
fur: Elaborâ la alarme
fy: Alarm wiskje
ga: Aláram a scriosadh
gd: Cuir às do rabhaidh
gu: એલાર્મ કા Delete ી નાખો
he: מחק אזעקה
hu: Riasztás törlése
hy: Զարթուցիչը ջնջել
is: Eyða viðvörun
it: Elimina l'allarme
ka: განგაშის წაშლა
kk: Дабылды жою
km: លុបការជូនដំណឹង
kn: ಅಲಾರಂ ಅಳಿಸಿ
ko: 알람을 삭제하십시오
ku: Alarmê jêbirin
ky: Ойготкучту жок кылуу
lb: Läschen Alarm
lo: ລົບລ້າງຄວາມຕື່ນຕົກໃຈ
lt: Ištrinkite aliarmą
lv: Dzēst trauksmi
mai: अलार्म मेटाउ
mg: Hamafa ny fanairana
mi: Muku i te whakaoho
mk: Избришете го алармот
ml: അലാറം ഇല്ലാതാക്കുക
mn: Сэрүүлгийг устгах
ms: Padam penggera
mt: Ħassar l-allarm
my: နှိုးစက်ကိုဖျက်ပါ
ne: अलार्म मेट्नुहोस्
or: ଆଲାର୍ମ ବିଲୋପ କରନ୍ତୁ |
pa: ਅਲਾਰਮ ਨੂੰ ਮਿਟਾਓ
ps: الارم حذف کړئ
pt: Excluir alarme
ro: Ștergeți alarma
rw: Siba impuruza
sd: الارم ختم ڪريو
si: අනතුරු ඇඟවීම මකන්න
sk: Vymazať alarm
sq: Fshi alarmin
sr: Избрисати аларм
sw: Futa kengele
ta: அலாரத்தை நீக்கு
te: అలారం తొలగించండి
tg: Ҳушдор нест
th: ลบสัญญาณเตือน
tk: Duýduryşy pozuň
tt: Сигнализацияне бетерегез
ug: ئاگاھلاندۇرۇش سىگنالىنى ئۆچۈرۈڭ
uk: Видалити тривогу
ur: الارم حذف کریں
uz: Signalni o'chirish
vi: Xóa báo động
xh: Cima i-alamu
yi: ויסמעקן שרעק
zh: 删除警报
zu: Susa i-alamu

# deleteAlarmPrompt
source: Are you sure you want to delete this alarm?
af: Is u seker dat u hierdie alarm wil uitvee?
am: እርግጠኛ ነዎት ይህንን ማንቂያ መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد حذف هذا المنبه؟
as: আপুনি এই এলাৰ্মটো মচি পেলাব বিচাৰে বুলি নিশ্চিত নেকি?
az: Bu həyəcanı silmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце выдаліць гэтую сігналізацыю?
bn: আপনি কি নিশ্চিত যে আপনি এই অ্যালার্মটি মুছতে চান?
bs: Jeste li sigurni da želite izbrisati ovaj alarm?
ca: Esteu segur que voleu suprimir aquesta alarma?
ckb: ئایا دڵنیای کە دەتەوێت ئەم زەنگە بسڕیتەوە؟
cs: Jste si jisti, že chcete tento alarm odstranit?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r larwm hwn?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το συναγερμό;
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun alarmon?
et: Kas olete kindel, et soovite selle häire kustutada?
eu: Ziur al zaude alarma hau ezabatu nahi duzula?
fa: آیا مطمئن هستید که می خواهید این زنگ را حذف کنید؟
fi: Haluatko varmasti poistaa tämän hälytyksen?
fil: Sigurado ka bang nais mong tanggalin ang alarma na ito?
fur: Si è sigûr di volê cancelâ cheste alarme?
fy: Binne jo wis dat jo dit alarm wolle wiskje?
ga: An bhfuil tú cinnte gur mhaith leat an t -aláram seo a scriosadh?
gd: A bheil thu cinnteach gu bheil thu airson an inneal-rabhaidh seo a dhubhadh às?
gu: શું તમે ખરેખર આ એલાર્મ કા delete ી નાખવા માંગો છો?
he: האם אתה בטוח שאתה רוצה למחוק את האזעקה הזו?
hu: Biztos benne, hogy törölni akarja ezt a riasztást?
hy: Համոզված եք, որ ցանկանում եք ջնջել այս տագնապը:
is: Ertu viss um að þú viljir eyða þessum viðvörun?
it: Sei sicuro di voler eliminare questo allarme?
ka: დარწმუნებული ხართ, რომ გსურთ ამ განგაშის წაშლა?
kk: Бұл дабылды жойғыңыз келе ме?
km: តើអ្នកពិតជាចង់លុបការជូនដំណឹងនេះមែនទេ?
kn: ಈ ಅಲಾರಂ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 알람을 삭제 하시겠습니까?
ku: Ma hûn guman dikin ku hûn dixwazin vê alarmê jêbirin?
ky: Бул ойготкучту жок кылгыңыз келеби?
lb: Sidd Dir sécher, dass Dir dësen Alarm läscht?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການລຶບເຕືອນນີ້?
lt: Ar tikrai norite ištrinti šį aliarmą?
lv: Vai esat pārliecināts, ka vēlaties izdzēst šo trauksmi?
mai: की अहाँ निश्चित छी जे अहाँ एहि अलार्म केँ मेटाबय चाहैत छी?
mg: Azo antoka ve fa te-hamafa ity fanairana ity ianao?
mi: Kei te hiahia koe ki te muku i tenei whakaoho?
mk: Дали сте сигурни дека сакате да го избришете овој аларм?
ml: ഈ അലാറം ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn: Энэ сэрүүлгийг устгахыг хүсч байна уу?
ms: Adakah anda pasti mahu memadamkan penggera ini?
mt: Int żgur li trid tħassar dan l-allarm?
my: ဒီနှိုးစက်ကိုသင်ဖျက်ချင်ပါသလား။
ne: के तपाईं यो अलार्म मेटाउन निश्चित हुनुहुन्छ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ଆଲାର୍ମ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਅਲਾਰਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: ایا ته باوري یې چې دا الارم ړنګول غواړې؟
pt: Tem certeza de que deseja excluir este alarme?
ro: Ești sigur că vrei să ștergi această alarmă?
rw: Uzi neza ko ushaka gusiba iyi mpuruza?
sd: ڇا توهان کي پڪ آهي ته توهان هن الارم کي ختم ڪرڻ چاهيو ٿا؟
si: ඔබට මෙම අනතුරු ඇඟවීම මකා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?
sk: Ste si istí, že chcete odstrániť tento alarm?
sq: A jeni i sigurt që doni ta fshini këtë alarm?
sr: Јесте ли сигурни да желите да избришете овај аларм?
sw: Je! Una uhakika unataka kufuta kengele hii?
ta: இந்த அலாரத்தை நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ అలారం తొలగించాలనుకుంటున్నారా?
tg: Шумо мутмаин ҳастед, ки ин ҳушдорро нест кардан мехоҳед?
th: แน่ใจหรือว่าต้องการลบสัญญาณเตือนนี้?
tk: Bu duýduryşy pozmak isleýändigiňize ynanýarsyňyzmy?
tt: Сез бу сигнализацияне бетерергә телисезме?
ug: بۇ ئاگاھلاندۇرۇش سىگنالىنى ئۆچۈرمەكچىمۇ?
uk: Ви впевнені, що хочете видалити цю тривогу?
ur: کیا آپ واقعی اس الارم کو حذف کرنا چاہتے ہیں؟
uz: Haqiqatan ham ushbu signalni yo'q qilmoqchimisiz?
vi: Bạn có chắc là bạn muốn xóa báo thức này?
xh: Uqinisekile ukuba ufuna ukucima le alarm?
yi: זענט איר זיכער אַז איר ווילט ויסמעקן דעם שרעק?
zh: 您确定要删除此警报吗？
zu: Uqinisekile ukuthi ufuna ukususa le alamu?

source: Cancel
af: Kanselleer
am: ይቅር
ar: يلغي
as: বাতিল কৰক
az: Ləğv etmək
be: Ануляваць
bn: বাতিল
bs: Otkazati
ca: Cancel·lar
ckb: ڕەتکردنەوە
cs: Zrušit
cy: Chansliff
el: Ματαίωση
eo: Nuligi
et: Tühistama
eu: Indargabetu
fa: لغو کردن
fi: Peruuttaa
fil: Kanselahin
fur: cancelâ
fy: Opheffe
ga: Cealaigh
gd: Sguir dheth
gu: રદ કરવું
he: לְבַטֵל
hu: Töröl
hy: Չեղարկել
is: Hætta við
it: Cancellare
ka: გაუქმება
kk: Күшін жою
km: លប់ចោល
kn: ರದ್ದುಮಾಡು
ko: 취소
ku: Bişûndekirin
ky: Жокко чыгаруу
lb: Ofbriechen
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mai: रद्द
mg: hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуаах
ms: Batalkan
mt: Ikkanċella
my: ပျက်စေ
ne: रद्द गर्नु
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
ps: لغوه کول
pt: Cancelar
ro: Anula
rw: Guhagarika
sd: رد ڪري
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anuloj
sr: Отказати
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయండి
tg: Манъ кардан
th: ยกเลิก
tk: Ýatyr
tt: Бетерү
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilmoq
vi: Hủy bỏ
xh: Rhoxisa
yi: באָטל מאַכן
zh: 取消
zu: Hlikihla

# titleLabel
source: Title
af: Titel
am: ርዕስ
ar: عنوان
as: অলপ
az: Başlıq
be: Загаловак
bn: শিরোনাম
bs: Naslov
ca: Títol
ckb: ناونیشان
cs: Titul
cy: Teitl
el: Τίτλος
eo: Titolo
et: Tiitel
eu: Izenburu
fa: عنوان
fi: Otsikko
fil: Pamagat
fur: Titul
fy: Titel
ga: Ceart
gd: Tiotal
gu: હક
he: כּוֹתֶרֶת
hu: Cím
hy: Վերնագիր
is: Titill
it: Titolo
ka: ტიტული
kk: Тақырып
km: ចមនងចើង
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ku: Nav
ky: Аталышы
lb: Tittel
lo: ໃບຕາດິນ
lt: Pavadinimas
lv: Tituls
mai: शीर्षक
mg: Lohateny
mi: Taitara
mk: Наслов
ml: തലക്കെട്ട്
mn: Гарчиг
ms: Tajuk
mt: Titlu
my: ဘဲှ့
ne: शीर्षक
or: ଆଖ୍ୟା
pa: ਸਿਰਲੇਖ
ps: سرلیک
pt: Título
ro: Titlu
rw: Umutwe
sd: زمانو
si: මාතෘකාව
sk: Názov
sq: Titull
sr: Назив
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
tg: Ном
th: ชื่อ
tk: Ady
tt: Исем
ug: ماۋزۇ
uk: Титул
ur: عنوان
uz: Sarlavha
vi: Tiêu đề
xh: Isihloko
yi: טיטל
zh: 标题
zu: Ibizo

source: Wrong answer
af: Verkeerde antwoord
am: የተሳሳተ መልስ
ar: إجابة خاطئة
as: ভুল উত্তৰ
az: Səhv cavab
be: Няправільны адказ
bn: ভুল উত্তর
bs: Pogrešan odgovor
ca: Resposta incorrecta
ckb: وەڵامی هەڵە
cs: Špatná odpověď
cy: Ateb Anghywir
el: Λάθος απάντηση
eo: Malĝusta respondo
et: Vale vastus
eu: Erantzun okerra
fa: جواب اشتباه
fi: Väärä vastaus
fil: Maling sagot
fur: Rispueste sbassât
fy: Ferkeard antwurd
ga: Freagra mícheart
gd: Freagairt ceàrr
gu: ગેરકાયદે જવાબ
he: תשובה שגויה
hu: Rossz válasz
hy: Սխալ պատասխան
is: Rangt svar
it: Risposta sbagliata
ka: არასწორი პასუხი
kk: Қате жауап
km: ចម្លើយខុស
kn: ತಪ್ಪಾದ ಉತ್ತರ
ko: 잘못된 대답
ku: Bersiva çewt
ky: Туура эмес жооп
lb: Fielst Äntwert
lo: ຄໍາຕອບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingas atsakymas
lv: Nepareiza atbilde
mai: गलत उत्तर २.
mg: Valiny diso
mi: He whakautu he
mk: Погрешен одговор
ml: തെറ്റായ ഉത്തരം
mn: Буруу хариулт
ms: Jawapan yang salah
mt: Tweġiba ħażina
my: မှားယွင်းသောအဖြေ
ne: गलत जवाफ
or: ଭୁଲର ଉତ୍ତର
pa: ਗਲਤ ਜਵਾਬ
ps: غلط ځواب
pt: Resposta errada
ro: Răspuns greșit
rw: Igisubizo kitari cyo
sd: غلط جواب
si: වැරදි පිළිතුර
sk: Nesprávna odpoveď
sq: Përgjigje e gabuar
sr: Погрешан одговор
sw: Jibu lisilofaa
ta: தவறான பதில்
te: తప్పు సమాధానం
tg: Ҷавоби нодуруст
th: คำตอบที่ผิด
tk: Ýalňyş jogap
tt: Ялгыш җавап
ug: خاتا جاۋاب
uk: Неправильна відповідь
ur: غلط جواب
uz: Noto'g'ri javob
vi: Câu trả lời sai
xh: Impendulo engalunganga
yi: פאַלש ענטפֿערן
zh: 答案错误
zu: Impendulo Engalungile
