Repository: adeeteya/Awake-AlarmApp
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bn, bs, ca, ckb, cs, cy, el, eo, et, eu, fa, fi, fil, fur, fy, ga, gd, gu, he, hu, hy, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, ms, mt, my, ne, or, pa, ps, pt, ro, rw, sd, si, sk, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, uz, vi, xh, yi, zh, zu

# alarmSnoozed
source: Alarm snoozed for {minutes} minutes
af: Alarm sluimer vir {minutes} minute
am: ማንቂያ ደወል ለ {minutes} ደቂቃዎች
ar: المنبه المنفصل عن {minutes} دقائق
as: {minutes} মিনিটৰ বাবে এলাৰ্ম স্নুজ কৰা হৈছে
az: Siqnal {minutes} dəqiqə üçün səsləndirildi
be: Сігналізацыя загінула на працягу {minutes} хвілін
bn: অ্যালার্ম {minutes} মিনিটের জন্য স্নুজেড
bs: Alarm Snouzeran za {minutes} minuta
ca: Alarma es va arrebossar durant {minutes} minuts
ckb: زەنگی ئاگادارکردنەوە بۆ ماوەی {minutes} خولەک
cs: Alarm odložený na {minutes} minuty
cy: Larwm snoozed am {minutes} munud
el: Ο συναγερμός αναβοσβήνει για {minutes} λεπτά
eo: Alarmo Snoozita por {minutes} Minutoj
et: Alarm snozed {minutes} minutiks
eu: Alarma snoozed {minutes} minutu
fa: زنگ خطر برای {minutes} دقیقه
fi: Hälytys tornittu {minutes} minuuttia
fil: Nag -snoozed ang alarm para sa {minutes} minuto
fur: L’alarmatiche e si è stucide par _00- minûts
fy: Alarm snoozed foar {minutes} minuten
ga: Aláram snoozed le haghaidh {minutes} nóiméad
gd: Airmon a 'dol thairis airson {minutes} mionaidean
gu: એલાર્મ {minutes} મિનિટ માટે સ્નૂઝ્ડ
he: אזעקה נדנתה למשך {minutes} דקות
hu: A riasztás {minutes} percig
hy: Զարթուցիչը ցնցվեց {minutes} րոպեների համար
is: Vekjaraklukka blundaði í {minutes} mínútur
it: L'allarme sonnecchiato per {minutes} minuti
ka: სიგნალიზაცია {minutes} წუთის განმავლობაში
kk: {minutes} минуттары үшін дабыл
km: សំឡេងរោទិ៍ snoozed សម្រាប់ {minutes} នាទី
kn: ಅಲಾರ್ಮ್ {minutes} ನಿಮಿಷಗಳಿಗೆ ಸ್ನೂಜ್ ಮಾಡಲಾಗಿದೆ
ko: {minutes} 분 동안 알람이 snoozed
ku: Alarm ji bo {minutes} deqîqe snoozed
ky: Ойготкуч {minutes} мүнөткө созулган
lb: Alarm snooded fir {minutes} Minutten
lo: ສຽງດັງ snorm snoozed ສໍາລັບ {minutes} ນາທີ
lt: Aliarmas snaudžia {minutes} minutes
lv: Trauksme snoozēja {minutes} minūtes
mai: अलार्म {minutes} मिनट के लिये स्नूज
mg: Fanairana ny fanairana ny {minutes} minitra
mi: Whakaohooho mo {minutes} meneti
mk: Алармот се испушти за {minutes} минути
ml: {minutes} മിനിറ്റ് അലാറം സ്നൂസ് ചെയ്തു
mn: Сэрүүлэг нь {minutes} минутын турш сунгав
ms: Penggera ditutup selama {minutes} minit
mt: Allarm imħassar għal {minutes} minuti
my: {minutes}0 မိနစ်အဘို့အနိုက် snoozed
ne: {minutes} मिनेटको लागि अलार्म स्नगो
or: {minutes} ମିନିଟ୍ ପାଇଁ ଆଲାର୍ମ ସ୍ନୋଜଡ୍ |
pa: ਅਲਾਰਮ {minutes} ਮਿੰਟ ਲਈ ਸੁੰਘਦਾ ਹੈ
ps: الارم د {minutes} دقیقو لپاره سنوز شوی
pt: Alarme cochilado por {minutes} minutos
ro: Alarma s -a strecurat pentru {minutes} minute
rw: Alarm itontoma {minutes}_
sd: الارم {minutes} منٽن لاء پريشان ڪيو ويو
si: මිනිත්තු {minutes}_ සඳහා එලාම් සිනිඳුයි
sk: Alarm odložil na {minutes} minút
sq: Alarmi u tërhoq për {minutes} minuta
sr: Аларм је одступио за {minutes} минута
sw: Alarm snoozed kwa {minutes} dakika
ta: அலாரம் {minutes} நிமிடங்களுக்கு உறக்கநிலை
te: అలారం {minutes} నిమిషాలు తాత్కాలికంగా ఉపయోగించింది
tg: Ҳушдор snoozed барои {minutes} дақиқа
th: การเตือนภัยจะงีบหลับเป็นเวลา {minutes} นาที
tk: {minutes} minut üçin duýduryş
tt: Сигнализация {minutes} минутларда селкенде
ug: {minutes} مىنۇتتا ئاگاھلاندۇرۇش سىگنال
uk: Сигналізація, що забирається на {minutes} хвилин
ur: الارم {minutes} منٹ کے لئے اسنوزڈ
uz: Signal {minutes} daqiqa uchun kulgili
vi: Báo thức đã ngủ cho {minutes} phút
xh: I-alamu idlwengulwe i-{minutes} imizuzu
yi: שרעק סנאָאָזעד פֿאַר {minutes} מינוט
zh: 警报打{minutes}分钟
zu: I-Alarm snoozed for {minutes} imizuzu

# scanQrInstruction
source: Scan the QR Code
af: Skandeer die QR -kode
am: የ QR ኮድ ይቃኙ
ar: مسح رمز الاستجابة السريعة
as: QR ক'ড স্কেন কৰক
az: QR kodunu tarayın
be: Скануйце QR -код
bn: কিউআর কোড স্ক্যান করুন
ca: Escanegeu el codi QR
ckb: کۆدی QR سکان بکە
cs: Prohledejte QR kód
cy: Sganiwch y cod QR
el: Σαρώστε τον κωδικό QR
eo: Skanu la QR -kodon
et: Skaneerige QR -kood
eu: Eskaneatu QR kodea
fa: کد QR را اسکن کنید
fi: Skannaa QR -koodi
fil: I -scan ang QR code
fur: Scansionâ il Codiç QR
fy: Scan de QR-koade
ga: Scan an cód QR
gd: Scan an còd QR
gu: ક્યૂઆર કોડ સ્કેન કરો
he: סרוק את קוד ה- QR
hu: Szkennelje be a QR -kódot
hy: Սկան QR ծածկագիրը
is: Skannaðu QR kóðann
it: Scansiona il codice QR
ka: QR კოდის სკანირება
kk: QR кодын сканерлеңіз
km: ស្កេនលេខកូដ QR
kn: ಕ್ಯೂಆರ್ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드를 스캔하십시오
ku: QR Code QR
ky: QR кодун сканерлеңиз
lb: Scannt den QR Code
lo: ສະແກນລະຫັດ QR
lt: Nuskaitykite QR kodą
lv: Skenējiet QR kodu
mai: क्यूआर कोड स्कैन करू
mg: Scan ny kaody QR
mi: Matawai i te waehere QR
mk: Скенирајте го QR -кодот
ml: QR കോഡ് സ്കാൻ ചെയ്യുക
mn: QR кодыг скан хийх
ms: Imbas kod QR
mt: Skennja l-kodiċi QR
my: QR ကုဒ်ကိုစစ်ဆေးပါ
ne: QR कोड स्क्यान गर्नुहोस्
or: QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ |
pa: ਕਿ Q ਆਰ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
ps: د QR کوډ سکین کړئ
pt: Digitalize o código QR
ro: Scanați codul QR
rw: Sikana QR Code
sd: آر آر ڪوڊ اسڪين ڪيو
si: QR කේතය පරිලෝකනය කරන්න
sk: Naskenujte kód QR
sq: Skanoni kodin QR
sr: Скенирајте КР цоде
sw: Scan nambari ya QR
ta: QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: QR కోడ్‌ను స్కాన్ చేయండి
tg: Коди QR-ро скан кунед
th: สแกนรหัส QR
tk: QR koduny skanirläň
tt: QR кодны сканерлагыз
ug: QR كودىنى سايىلەڭ
uk: Сканувати QR -код
ur: QR کوڈ کو اسکین کریں
uz: QR kodini skanerlang
vi: Quét mã QR
xh: Skena ikhowudi yeQR
yi: יבערקוקן די QR קאָד
zh: 扫描QR码
zu: Skena ikhodi ye-QR

# wrongQr
source: Wrong QR Code. Please scan the correct one.
af: Verkeerde QR -kode. Skandeer asseblief die regte een.
am: የተሳሳተ QR ኮድ. እባክዎ ትክክለኛውን ይቃኙ.
ar: رمز الاستجابة السريعة الخاطئة. يرجى مسح الصحيح.
as: ভুল QR ক'ড। অনুগ্ৰহ কৰি শুদ্ধটো স্কেন কৰক।
az: Səhv QR kodu. Zəhmət olmasa düzgün birini tarayın.
be: Няправільны QR -код. Калі ласка, скануйце правільны.
bn: ভুল কিউআর কোড। দয়া করে সঠিকটি স্ক্যান করুন।
bs: Pogrešan QR kod. Molimo vas da skenirate ispravnu.
ca: Codi QR equivocat. Si us plau, escanegeu el correcte.
ckb: کۆدی QR ی هەڵە. تکایە ئەوی دروستەکە سکان بکە.
cs: Špatný QR kód. SKEZPEČNOST PROSÍM SPRÁVNĚ.
cy: Cod QR anghywir. Sganiwch yr un cywir.
el: Λάθος κώδικα QR. Παρακαλώ σαρώστε το σωστό.
eo: Malĝusta QR -kodo. Bonvolu skani la ĝustan.
et: Vale QR -kood. Palun skannige õige.
eu: QR kode okerra. Mesedez, eskaneatu zuzena.
fa: کد QR اشتباه است. لطفاً صحیح را اسکن کنید.
fi: Väärä QR -koodi. Skannaa oikea.
fil: Maling QR Code. Mangyaring i -scan ang tama.
fur: Codiç QR sbaliât. Par plasê scansionâ chê corete.
fy: Ferkearde QR-koade. Scan asjebleaft de juste.
ga: Cód QR mícheart. Scan an ceann ceart le do thoil.
gd: Còd Qr ceàrr. Feuch an sgan rud ceart.
gu: ખોટો ક્યૂઆર કોડ. કૃપા કરીને સાચી એક સ્કેન કરો.
he: קוד QR שגוי. אנא סרוק את הנכון.
hu: Rossz QR kód. Kérjük, írja be a megfelelőt.
hy: Սխալ QR կոդ: Խնդրում ենք շտկել ճիշտը:
is: Rangur QR kóða. Vinsamlegast skannaðu réttan.
it: Codice QR sbagliato. Si prega di scansionare quello corretto.
ka: არასწორი QR კოდი. გთხოვთ, სკანირება სწორი.
kk: QR коды дұрыс емес. Дұрыс сканерлеңіз.
km: កូដ QR ខុស។ សូមស្កេនឱ្យត្រឹមត្រូវ។
kn: ತಪ್ಪಾದ ಕ್ಯೂಆರ್ ಕೋಡ್. ದಯವಿಟ್ಟು ಸರಿಯಾದದನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: 잘못된 QR 코드. 올바른 것을 스캔하십시오.
ku: QR code QR çewt. Ji kerema xwe yek rast bikin.
ky: QR коду туура эмес. Сураныч, туура сканерлеңиз.
lb: Falsch QR Code. W.e.g. scannt déi richteg.
lo: ລະຫັດ QR ທີ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາສະແກນທີ່ຖືກຕ້ອງ.
lt: Neteisingas QR kodas. Nuskaitykite teisingą.
lv: Nepareizs QR kods. Lūdzu, skenējiet pareizo.
mai: गलत क्यूआर कोड। कृपया सही एकटा के स्कैन करू।
mg: Diso QR Code. Azafady zahao ny marina.
mi: Waehere QR. Tena tirohia te mea tika.
mk: Погрешен QR код. Ве молиме скенирајте го точниот.
ml: തെറ്റായ QR കോഡ്. ശരിയായ ഒന്ന് സ്കാൻ ചെയ്യുക.
mn: Буруу QR код. Зөвийг нь сканнердах хэрэгтэй.
ms: Kod QR yang salah. Sila imbas yang betul.
mt: Kodiċi QR ħażin. Jekk jogħġbok skennja dik korretta.
my: မှားယွင်း QR ကုဒ်မှား။ ကျေးဇူးပြု. မှန်ကန်သောတစ်ခုကိုစကင်ဖတ်ပါ။
ne: गलत QR कोड। कृपया सहि स्क्यान गर्नुहोस्।
or: ଭୁଲ QR କୋଡ୍ | ଦୟାକରି ସଠିକ୍ ସ୍କାନ୍ କରନ୍ତୁ |
pa: ਗਲਤ ਕਿ R ਆਰ ਕੋਡ. ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਨੂੰ ਸਕੈਨ ਕਰੋ.
ps: د QR غلط کوډ. مهرباني وکړئ یو سم سکین کړئ.
pt: Código QR errado. Por favor, digitalize o correto.
ro: Cod QR greșit. Vă rugăm să scanați cel corect.
rw: QR Code. Nyamuneka sobanura neza.
sd: غلط QR ڪوڊ. مهرباني ڪري صحيح کي اسڪين ڪريو.
si: වැරදි QR කේතය. කරුණාකර නිවැරදි එක පරිලෝකනය කරන්න.
sk: Nesprávny QR kód. Skenujte ten správny.
sq: Kodi i gabuar QR. Ju lutemi skanoni atë të saktë.
sr: Погрешан КР цоде. Молимо вас да скенирате исправну.
sw: Msimbo Mbaya wa QR. Tafadhali chakane sahihi.
ta: தவறான QR குறியீடு. சரியான ஒன்றை ஸ்கேன் செய்யுங்கள்.
te: తప్పు QR కోడ్. దయచేసి సరైనదాన్ని స్కాన్ చేయండి.
tg: Рамзи нодурусти QR. Лутфан дурустро скан кунед.
th: รหัส QR ผิด กรุณาสแกนที่ถูกต้อง
tk: QR kody nädogry Dogry birini skanirläň.
tt: Ялгыш QR коды. Зинһар, дөресне сканерлагыз.
ug: خاتا QR كودى. توغرانى سىكانىرلاڭ.
uk: Неправильний QR -код. Будь ласка, скануйте правильну.
ur: غلط کیو آر کوڈ۔ براہ کرم صحیح اسکین کریں۔
uz: Noto'g'ri QR kodi. Iltimos, to'g'ri skanerlang.
vi: Mã QR sai. Vui lòng quét đúng.
xh: Ikhowudi ye-qr engalunganga. Nceda ujonge enye echanekileyo.
yi: פאַלש QR קאָד. ביטע יבערקוקן די ריכטיק.
zh: 错误的QR码。请扫描正确的一个。
zu: Ikhodi ye-QR engalungile. Sicela uskene okulungile.

# shakePhone
source: Shake the phone!
af: Skud die telefoon!
am: ስልኩን ይንቀጠቀጡ!
ar: هز الهاتف!
as: ফোনটো জোকাৰি দিয়ক!
az: Telefonu silkələyin!
be: Патрасіце тэлефон!
bn: ফোন কাঁপুন!
bs: Stresite telefon!
ca: Agiteu el telèfon!
ckb: تەلەفۆنەکە هەڵبشێوێنە!
cs: Protřepejte telefon!
cy: Ysgwydwch y ffôn!
el: Ανακινήστε το τηλέφωνο!
eo: Skuu la telefonon!
et: Raputage telefoni!
eu: Telefonoa astindu!
fa: تلفن را تکان دهید!
fi: Ravista puhelinta!
fil: Iling ang telepono!
fur: Scumissâ il telefonin!
fy: Skodzje de tillefoan!
ga: Croith an fón!
gd: Crathadh am fòn!
gu: ફોન હલાવો!
he: לנער את הטלפון!
hu: Rázza meg a telefont!
hy: Թափահարեք հեռախոսը:
is: Hristu símann!
it: Agita il telefono!
ka: შეანჯღრიე ტელეფონი!
kk: Телефонды шайқаңыз!
km: អ្រងួនទូរស័ព្ទ!
kn: ಫೋನ್ ಅಲ್ಲಾಡಿಸಿ!
ko: 전화를 흔들어!
ku: Telefonê dihejînin!
ky: Телефонду чайкагыла!
lb: Rëselt den Telefon!
lo: ສັ່ນໂທລະສັບ!
lt: Pakratykite telefoną!
lv: Kratiet tālruni!
mai: फोन हिलाउ!
mg: Aforeto ny telefaona!
mi: Ruhia te waea!
mk: Тресете го телефонот!
ml: ഫോൺ കുലുക്കുക!
mn: Утсаа сэгсэрнэ үү!
ms: Goncang telefon!
mt: Ħawwad it-telefon!
my: ဖုန်းကိုလှုပ်ပါ
ne: फोन हल्लाउनुहोस्!
or: ଫୋନକୁ ହଲାନ୍ତୁ!
pa: ਫੋਨ ਨੂੰ ਹਿਲਾਓ!
ps: تلیفون ووهئ!
pt: Agite o telefone!
ro: Scutură telefonul!
rw: Kunyeganyeza terefone!
sd: فون کي شيڪ ڪريو!
si: දුරකථනය සොලවන්න!
sk: Potraste telefón!
sq: Shkundni telefonin!
sr: Стреси телефон!
sw: Shika simu!
ta: தொலைபேசியை அசைக்கவும்!
te: ఫోన్‌ను కదిలించండి!
tg: Телефонро ларзонед!
th: เขย่าโทรศัพท์!
tk: Telefony silkit!
tt: Телефонны селкетегез!
ug: تېلېفوننى سىلكىڭ!
uk: Похитай телефон!
ur: فون ہلا دو!
uz: Telefonni silkit!
vi: Lắc điện thoại!
xh: Shake ifowuni!
yi: שאָקלען די טעלעפאָן!
zh: 摇动电话！
zu: Nyakazisa ifoni!

# shakesCount
source: Shakes: {count} / {required}
af: Skud: {count} / {required}
am: መንቀጥቀጥ {count} / {required}
ar: هز: {count} / {required}
as: শ্বেক: _০_ / _১_
az: Sürpələr: {count} / {required}
be: Кактэйлі: {count} / {required}
bn: কাঁপুন: {count} / {required}
bs: Trese: {count} / {required}
ckb: لەرزین: {count} / {required}
cy: Ysgwyd: {count} / {required}
eo: Skuoj: {count} / {required}
et: Raputused: {count} / {required}
eu: Astindu: {count} / {required}
fa: لرزش: {count} / {required}
fi: Ravistelut: {count} / {required}
fil: Nanginginig: {count} / {required}
gd: A 'crathadh: {count} / {required}
gu: શેક્સ: {count} / {required}
he: שייק: {count} / {required}
hu: Rázások: {count} / {required}
is: Hristing: {count} / {required}
it: Frullati: {count} / {required}
kk: Шайқалады: {count} / {required}
km: អង្រួន: {count} / {required}
kn: ಶೇಕ್ಸ್: {count} / {required}
ko: 쉐이크 : {count} / {required}
lv: Satricinājumi: {count} / {required}
mai: शेक : {count} / {required}
mg: Mangovitra: {count} / {required}
mk: Тресе: {count} / {required}
ml: കുലുക്കം: {count} / {required}
mn: Чичиргээн: {count} / {required}
my: လှုပ်: {count} / {required}_
ne: हल्लाउँछ: {count} / {required}
or: କମ୍ପନ: {count} / {required}
pa: ਹਿਲਾਉਂਦਾ ਹੈ: {count} / _ 1_
ps: شیکونه: {count} / {required}
rw: Kunyeganyeza: {count} / {required}
sd: شڪي: {count} / {required}
si: ෂේක්: {count} / {required}
sk: Otras: {count} / {required}
sq: Lëkundjet: {count} / {required}
sr: Тресе: {count} / {required}
ta: குலுக்கல்: {count} / {required}
te: షేక్స్: {count} / {required}
tg: Ширинҳо: {count} / {required}
tk: Titkes: {count} / {required}
tt: Селкет: {count} / {required}
ug: سىلكىش: {count} / {required}
uk: Шейки: {count} / {required}
ur: شیک: {count} / {required}
uz: Shishlar: {count} / {required}
xh: I-Shake: {count} / {required}
yi: שייקס: {count} / {required}
zh: 振动：{count} / {required}
zu: Ukunyakazisa: {count} / {required}

# tapScreen
source: Tap the screen!
af: Tik op die skerm!
am: ማያ ገጹን መታ ያድርጉ!
ar: اضغط على الشاشة!
as: স্ক্ৰীণ টেপ কৰক!
az: Ekrana vurun!
be: Націсніце на экран!
bn: স্ক্রিনে আলতো চাপুন!
bs: Dodirnite ekran!
ca: Toqueu la pantalla!
ckb: پەنجە بنێ بە شاشەکە!
cs: Klepněte na obrazovku!
cy: Tap y sgrin!
el: Πατήστε την οθόνη!
eo: Frapu la ekranon!
et: Puudutage ekraani!
eu: Punteatu pantaila!
fa: روی صفحه ضربه بزنید!
fi: Napauta näyttöä!
fil: Tapikin ang screen!
fur: Tocje il schermi!
fy: Tap op it skerm!
ga: Beartaíonn ar an scáileán!
gd: Tap air an sgrion!
gu: સ્ક્રીન ટેપ કરો!
he: הקש על המסך!
hu: Érintse meg a képernyőt!
hy: Հպեք էկրանին:
is: Pikkaðu á skjáinn!
it: Tocca lo schermo!
ka: შეეხეთ ეკრანს!
kk: Экранды түртіңіз!
km: ប៉ះអេក្រង់!
kn: ಪರದೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ!
ko: 화면을 누릅니다!
ku: Dîmenderê Tap bikin!
ky: Экранды таптаңыз!
lb: Tippen op den Écran!
lo: ແຕະຫນ້າຈໍ!
lt: Palieskite ekraną!
lv: Pieskarieties ekrānam!
mai: स्क्रीन टैप करू!
mg: Tsindrio ny efijery!
mi: Tap te mata!
mk: Допрете го екранот!
ml: സ്ക്രീൻ ടാപ്പുചെയ്യുക!
mn: Дэлгэц дээр товшино уу!
ms: Ketik skrin!
mt: Tektek l-iskrin!
my: မျက်နှာပြင်ကိုအသာပုတ်ပါ။
ne: स्क्रिन ट्याप गर्नुहोस्!
or: ସ୍କ୍ରିନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ!
pa: ਸਕ੍ਰੀਨ ਤੇ ਟੈਪ ਕਰੋ!
ps: پرده وکړئ!
pt: Toque na tela!
ro: Atingeți ecranul!
rw: Kanda kuri ecran!
sd: اسڪرين تي ٽيپ ڪريو!
si: තිරය තට්ටු කරන්න!
sk: Klepnite na obrazovku!
sq: Trokitni lehtë mbi ekranin!
sr: Додирните екран!
sw: Gonga skrini!
ta: திரையைத் தட்டவும்!
te: స్క్రీన్‌ను నొక్కండి!
tg: Экранро клик кунед!
th: แตะหน้าจอ!
tk: Ekrana basyň!
tt: Экранга басыгыз!
ug: ئېكراننى چېكىڭ!
uk: Торкніться екрана!
ur: اسکرین پر ٹیپ کریں!
uz: Ekranga teging!
vi: Nhấn vào màn hình!
xh: Cofa isikrini!
yi: צאַפּן אויף די פאַרשטעלן!
zh: 点击屏幕！
zu: Thepha esikrinini!

# tapsCount
source: Taps: {count} / {required}
af: Krane: {count} / {required}
am: ቧንቧዎች: {count} / {required}
ar: الصنابير: {count} / {required}
as: টেপ: {count} / {required}
be: Націскі: {count} / {required}
bn: ট্যাপস: {count} / {required}
bs: Slavine: {count} / {required}
ckb: لێدان: {count} / {required}
cy: Tapiau: {count} / {required}
el: Βρύσες: {count} / {required}
eo: Frapetoj: {count} / {required}
et: Kraanid: {count} / {required}
fa: شیر آب: {count} / {required}
fur: Sugjieriments: {count} / {required}_
gu: નળ: {count} / {required}
he: ברזים: {count} / {required}
hy: Ծորակներ. {count} / {required}
is: Kranar: {count} / {required}
ka: ონკანები: {count} / {required}
kn: ಟ್ಯಾಪ್ಸ್: {count} / {required}
ko: 탭 : {count} / {required}
ky: Таптар: {count} / {required}
lt: Čiaupai: {count} / {required}
lv: Piesprādzēti: {count} / {required}
mai: नल: {count} / {required}
mg: Tapts: {count} / {required}
mk: Тапи: {count} / {required}
ml: ടാപ്പുകൾ: {count} / {required}
mt: Viti: {count} / {required}
my: Taps: {count} / {required}{required}
ne: ट्याप: {count} / / {required}
or: ଟ୍ୟାପ୍: {count} / {required}
pa: ਟੌਪਸ: {count} / _ 1_
ps: نلونه: {count} / {required}
pt: Torneiras: {count} / {required}
ro: Robinete: {count} / {required}
rw: Kanda: {count} / {required}
sd: ٽپس: {count} / {required}
si: ටැප්ස්: {count} / {required}
sr: Тапс: {count} / {required}
sw: Bomba: {count} / {required}
ta: குழாய்கள்: {count} / {required}
te: ట్యాప్స్: {count} / {required}
tk: Tapmalar: {count} / {required}
tt: Таптыраулар: {count} / {required}
uk: Крани: {count} / {required}
ur: ٹیپس: {count} / {required}
uz: TOPLAR: {count} / {required}
xh: Iimpompo: {count} / {required}
yi: טאַפּס: {count} / {required}
zh: 水龙头：{count} / {required}
zu: Ompompi: {count} / {required}

# downloadQr
source: Download QR Code
af: Laai QR -kode af
am: QR ኮድ ያውርዱ
ar: قم بتنزيل رمز الاستجابة السريعة
as: ডাউনলোড QR Code
az: QR Kodunu yükləyin
be: Спампаваць QR -код
bn: কিউআর কোড ডাউনলোড করুন
bs: Preuzmite QR kod
ca: Descarregueu el codi QR
ckb: داگرتنی کۆدی QR
cs: Stáhněte si QR kód
cy: Dadlwythwch God QR
el: Κατεβάστε τον κωδικό QR
eo: Elŝutu QR -Kodon
et: Laadige alla QR -kood
eu: Deskargatu QR kodea
fa: بارگیری کد QR
fi: Lataa QR -koodi
fil: I -download ang QR Code
fur: Scaricâ il codiç QR
fy: Download QR-koade
ga: Íoslódáil cód QR
gd: Luchdaich sìos Còd QR
gu: ક્યૂઆર કોડ ડાઉનલોડ કરો
he: הורד קוד QR
hu: Töltse le a QR kódot
hy: Ներբեռնեք QR կոդ
is: Sæktu QR kóða
it: Scarica il codice QR
ka: ჩამოტვირთეთ QR კოდი
kk: QR кодын жүктеп алыңыз
km: ទាញយកលេខកូដ QR
kn: ಕ್ಯೂಆರ್ ಕೋಡ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ko: QR 코드를 다운로드하십시오
ku: QR Code dakêşin
ky: QR CODE жүктөө
lb: Eroflueden QR Code erof
lo: ດາວໂຫລດ QR Code
lt: Atsisiųskite QR kodą
lv: Lejupielādējiet QR kodu
mai: डाउनलोड क्यूआर कोड
mg: Ampidino ny kaody QR
mi: Tangohia te waehere QR
mk: Преземете QR код
ml: QR കോഡ് ഡൗൺലോഡുചെയ്യുക
mn: QR код татаж авах
ms: Muat turun kod QR
mt: Niżżel il-kodiċi QR
my: QR ကုဒ်ကိုဒေါင်းလုပ်လုပ်ပါ
ne: QR कोड डाउनलोड गर्नुहोस्
or: QR କୋଡ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਡਾ. ਆਰ ਕੋਡ ਨੂੰ ਡਾ .ਨਲੋਡ ਕਰੋ
ps: دانلود Qr کوډ
pt: Baixe o código QR
ro: Descărcați codul QR
rw: Kuramo QR Code
sd: ڊائون لوڊ ڪيو آر آر ڪوڊ
si: QR කේතය බාගන්න
sk: Stiahnite si QR kód
sq: Shkarkoni Kodin QR
sr: Преузмите КР цоде
sw: Pakua nambari ya QR
ta: QR குறியீட்டைப் பதிவிறக்கவும்
te: QR కోడ్‌ను డౌన్‌లోడ్ చేయండి
tg: Коди QR -ро зеркашӣ кунед
th: ดาวน์โหลดรหัส QR
tk: QR koduny göçürip alyň
tt: QR кодны йөкләү
ug: QR كودىنى چۈشۈرۈڭ
uk: Завантажте QR -код
ur: QR کوڈ ڈاؤن لوڈ کریں
uz: QR kodini yuklab oling
vi: Tải xuống mã QR
xh: Khuphela ikhowudi yeQR
yi: אראפקאפיע QR קאָד
zh: 下载QR码
zu: Landa ikhodi ye-QR

# fileSaved
source: File saved to {path}
af: LÃªer gestoor aan {path}
am: ፋይል ወደ {path} የተቀመጠ ፋይል
ar: تم حفظ الملف إلى {path}
as: ফাইল {path} ত সংৰক্ষণ কৰা হৈছে
az: Fayl {path}-ə qədər saxlanılır
be: Файл захаваны да {path}
bn: ফাইল {path} এ সংরক্ষণ করা হয়েছে
bs: Datoteka spremljena na {path}
ca: Fitxer desat a {path}
ckb: فایلێک کە لە {path} هەڵگیراوە
cs: Soubor uložen na {path}
cy: Ffeil wedi'i chadw i {path}
el: Αρχείο αποθηκευμένο στο {path}
eo: Dosiero konservita al {path}
et: Fail salvestatud {path}
eu: {path} gordetako fitxategia
fa: پرونده ذخیره شده در {path}
fi: Tiedosto tallennetaan osoitteeseen {path}
fil: Nai -save ang file sa {path}
fur: File salvât a {path}
fy: Bestân opslein nei {path}
ga: Comhad a shábháil go {path}
gd: Faidhle air a shàbhaladh gu {path}
gu: ફાઇલ {path} પર સાચવેલ
he: קובץ נשמר ב- {path}
hu: A fájl {path} -re mentve
hy: Ֆայլը պահպանվել է {path}
is: Skrá vistað í {path}
it: File salvato a {path}
ka: ფაილი შენახული {path}
kk: {path}-ға сақталған файл
km: បានរក្សាទុកឯកសារទៅ {path}
kn: ಫೈಲ್ ಅನ್ನು {path} ಗೆ ಉಳಿಸಲಾಗಿದೆ
ko: {path}에 저장된 파일
ku: Pel hate tomarkirin {path}
ky: {path} чейин сакталган файл
lb: Datei gespuert op {path}
lo: ແຟ້ມທີ່ບັນທຶກໄວ້ເປັນ {path}
lt: Failas išsaugotas iki {path}
lv: Fails, kas saglabāts uz {path}
mai: {path} मे सहेजल गेल फाइल
mg: Rakitra voatahiry amin'ny {path}
mi: Kua tiakina te konae ki {path}
mk: Датотека зачувана на {path}
ml: ഫയൽ {path} ലേക്ക് സംരക്ഷിച്ചു
mn: Файлыг {path} хадгалсан
ms: Fail disimpan ke {path}
mt: Fajl salvat għal {path}
my: file {path} သို့သိမ်းဆည်းခဲ့သည်
ne: फाईल {path} लाई बचत गरियो
or: ଫାଇଲ୍ {path} କୁ ସଞ୍ଚୟ ହୋଇଛି |
pa: ਫਾਈਲ ਨੂੰ {path} ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ
ps: دوتنه {path} ته خوندي شوه
pt: Arquivo salvo para {path}
ro: Fișier salvat la {path}
rw: Idosiye Yabitswe kuri {path}
sd: فائل {path} ڏانهن محفوظ ٿيل آهي
si: ගොනුව {path} වෙත සුරකින ලදි
sk: Súbor uložený na {path}
sq: Skedari i ruajtur në {path}
sr: Датотека сачувана на {path}
sw: Faili imehifadhiwa kwa {path}
ta: கோப்பு {path} க்கு சேமிக்கப்பட்டது
te: ఫైల్ {path} కు సేవ్ చేయబడింది
tg: Файл ба {path} сарфа шудааст
th: ไฟล์บันทึกเป็น {path}
tk: Faýl {path}
tt: Файл сакланган {path}
ug: ھۆججەت {path} غا ساقلانغان
uk: Файл збережений до {path}
ur: فائل {path} پر محفوظ ہے
uz: Fayl {path}-ga saqlandi
vi: Tệp được lưu vào {path}
xh: Ifayile egcinwe kwi-{path}
yi: טעקע געראטעוועט צו {path}
zh: 保存到{path}的文件
zu: Ifayela eligcinwe ku-{path}
