Repository: adeeteya/Awake-AlarmApp
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bn, bs, ca, ckb, cs, cy, el, eo, et, eu, fa, fi, fil, fur, fy, ga, gd, gu, he, hu, hy, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, ms, mt, my, ne, or, pa, ps, pt, ro, rw, sd, si, sk, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, uz, vi, xh, yi, zh, zu

# cameraPermissionRequired
source: Camera permission is required for QR Code Scan
af: Kamera -toestemming is nodig vir QR -kode -skandering
am: ለ QR ኮድ ቅኝት ካሜራ ፈቃድ ያስፈልጋል
ar: مطلوب إذن الكاميرا لمسح رمز الاستجابة السريعة
as: QR ক'ড স্কেনৰ বাবে কেমেৰাৰ অনুমতিৰ প্ৰয়োজন
az: QR Code Scan üçün kamera icazəsi tələb olunur
be: Дазвол камеры патрабуецца для сканавання QR -кода
bn: কিউআর কোড স্ক্যানের জন্য ক্যামেরার অনুমতি প্রয়োজন
bs: Dozvola za kameru potrebna je za skeniranje QR koda
ca: Es requereix un permís de la càmera per a la exploració del codi QR
ckb: مۆڵەتی کامێرا پێویستە بۆ سکانکردنی کۆدی QR
cs: Pro skenování QR kódu je vyžadováno povolení kamery
cy: Mae angen caniatâd camera ar gyfer sgan cod QR
el: Απαιτείται άδεια κάμερας για σάρωση κώδικα QR
eo: Fotila permeso estas bezonata por QR -koda skanado
et: Kaamera luba on vaja QR -koodi skaneerimiseks
eu: Kameraren baimena beharrezkoa da QR kodea eskaneatzeko
fa: مجوز دوربین برای اسکن کد QR لازم است
fi: Kameran lupa vaaditaan QR -koodin skannaukseen
fil: Kinakailangan ang pahintulot ng camera para sa QR code scan
fur: Al è necessari il permès de telecjamare pecan QR
fy: Kamera tastimming is fereaske foar QR-koade-scan
ga: Teastaíonn cead ceamara le haghaidh scanadh cód QR
gd: Feumar cead camara airson scan còd QR
gu: ક્યૂઆર કોડ સ્કેન માટે કેમેરા પરવાનગી જરૂરી છે
he: נדרשת הרשאת מצלמה לצורך סריקת קוד QR
hu: Kamera engedélyre van szükség a QR -kód vizsgálatához
hy: Cam անկապատի թույլտվությունը անհրաժեշտ է QR կոդերի սկանավորման համար
is: Leyfi myndavélar er krafist fyrir QR kóða skönnun
it: L'autorizzazione della fotocamera è richiesta per la scansione del codice QR
ka: კამერის ნებართვა საჭიროა QR კოდის სკანირებისთვის
kk: Камераның рұқсаты QR кодын сканерлеу үшін қажет
km: ការអនុញ្ញាតកាមេរ៉ាគឺចាំបាច់សម្រាប់ការស្កេនកូដ QR
kn: ಕ್ಯೂಆರ್ ಕೋಡ್ ಸ್ಕ್ಯಾನ್‌ಗೆ ಕ್ಯಾಮೆರಾ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ko: QR 코드 스캔에는 카메라 권한이 필요합니다
ku: Destûra kamerayê ji bo QR Code Scan hewce ye
ky: QR Code Scan үчүн камера уруксат талап кылынат
lb: Kamera Erlaabnis ass noutwendeg fir QR Code Scan
lo: ການອະນຸຍາດຈາກກ້ອງຖ່າຍຮູບແມ່ນຈໍາເປັນສໍາລັບ QR Code Scan
lt: QR kodo nuskaitymui reikalingas fotoaparato leidimas
lv: Kameras atļauja ir nepieciešama QR koda skenēšanai
mai: क्यूआर कोड स्कैन के लेल कैमरा के अनुमति चाही
mg: Ny fahazoan-d√†lana fakantsary dia takiana amin'ny QR Code Scan
mi: Ko te whakaaetanga a te kāmera e hiahiatia ana mo te karapa QR Code
mk: Потребна е дозвола за камера за скенирање на QR код
ml: QR കോഡ് സ്കാൻ ചെയ്യുന്നതിന് ക്യാമറ അനുമതി ആവശ്യമാണ്
mn: Камерын зөвшөөрлийг QR код скан хийхэд шаардлагатай
ms: Kebenaran kamera diperlukan untuk imbasan kod QR
mt: Il-permess tal-kamera huwa meħtieġ għall-iskan tal-kodiċi QR
my: QR Code Scan အတွက်ကင်မရာခွင့်ပြုချက်လိုအပ်သည်
ne: QR कोड स्क्यानका लागि क्यामेरा अनुमति आवश्यक छ
or: QR କୋଡ୍ ସ୍କାନ୍ ପାଇଁ କ୍ୟାମେରା ଅନୁମତି ଆବଶ୍ୟକ |
pa: ਕਿ Q ਆਰ ਕੋਡ ਸਕੈਨ ਲਈ ਕੈਮਰਾ ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਹੈ
ps: د QR کوډ سکین لپاره د کیمرې اجازه ته اړتیا ده
pt: A permissão da câmera é necessária para a verificação de código QR
ro: Permisiunea camerei este necesară pentru scanarea codului QR
rw: Uruhushya rwa kamera rurakenewe kuri QR Code Scan
sd: ڪئميرا جي اجازت QR ڪوڊ اسڪين لاء گهربل آهي
si: QR කේත පරිලෝකනය සඳහා කැමරා අවසරය අවශ්ය වේ
sk: Na skenovanie QR kód je potrebné povolenie fotoaparátu
sq: Kërkohet leja e kamerës për skanimin e kodit QR
sr: Дозвола за камеру је потребна за скенирање КР кода
sw: Ruhusa ya kamera inahitajika kwa skana ya nambari ya QR
ta: QR குறியீடு ஸ்கேன் செய்ய கேமரா அனுமதி தேவை
te: QR కోడ్ స్కాన్ కోసం కెమెరా అనుమతి అవసరం
tg: Барои сканерии QR барои Scan Counter талаб карда мешавад
th: จำเป็นต้องได้รับอนุญาตจากกล้องสำหรับการสแกนรหัส QR
tk: QR kody skaner üçin kamera rugsady talap edilýär
tt: QR коды сканеры өчен камера рөхсәте кирәк
ug: QR كود سايىلەش ئۈچۈن كامېرا ئىجازەتنامىسى تەلەپ قىلىنىدۇ
uk: Дозвіл на камеру необхідний для сканування QR -коду
ur: کیو آر کوڈ اسکین کے لئے کیمرا کی اجازت ضروری ہے
uz: QR kodi tekshiruvi uchun kamera ruxsatnomasi talab qilinadi
vi: Cần có sự cho phép của camera để quét mã QR
xh: Imvume yeKhamera iyafuneka kwi-QR Codes Scan
yi: אַפּאַראַט דערלויבעניש איז פארלאנגט פֿאַר QR קאָד יבערקוקן
zh: QR代码扫描需要摄像机许可
zu: Imvume yekhamera iyadingeka kwi-QR Code Scan

source: Vibration
af: Vibrasie
am: ንዝረት
ar: اهتزاز
as: কম্পন
az: Vibrasiya
be: Вібрацыя
bn: কম্পন
bs: Vibracija
ca: Vibració
ckb: لەرزین
cs: Vibrace
cy: Dirgryniad
el: Δόνηση
eo: Vibro
et: Vibratsioon
eu: Bibiztuz
fa: ارتعاش
fi: Värähtely
fil: Panginginig ng boses
fur: Vibrazions
fy: Vibraasje
ga: Fírinne
gd: Crathadh
gu: ઝાપટાં
he: רֶטֶט
hu: Rezgés
hy: Թրթռում
is: Titringur
it: Vibrazione
ka: ვიბრაცია
kk: Діріл
km: ញង់តងតឹមរតុង
kn: ಸ್ಪಂದನ
ko: 진동
ku: Vibrasyon
ky: Термелүү
lb: Vibratioun
lo: ການສັ່ນສະເທືອນ
lt: Vibracija
lv: Vibrācija
mai: स्पंदन ८.
mg: hovitrovitra
mi: Wiritanga
mk: Вибрации
ml: വൈബ്രേഷൻ
mn: Чичир
ms: Getaran
mt: Vibrazzjoni
my: တုန်ခါခြင်း
ne: पुरातात्व
or: କମ୍ପ୍ରେସନ
pa: ਕੰਬਣੀ
ps: کمپن
pt: Vibração
ro: Vibrații
rw: Kunyeganyega
sd: کمپن
si: කම්පනය
sk: Vibrovanie
sq: Dridhje
sr: Вибрација
ta: அதிர்வு
te: వైబ్రేషన్
tg: Вибратсия
th: การสั่นสะเทือน
tk: Yrgyldy
tt: Тибрәнү
ug: تەۋرىنىش
uk: Вібрація
ur: کمپن
uz: Tebranish
vi: Rung động
yi: ווייבריישאַן
zh: 振动
zu: Ukudlidliza

# fadeIn
source: Gradual Fade In
af: Geleidelik vervaag in
am: ቀስ በቀስ ይሽራል
ar: تتلاشى تدريجي
as: ক্ৰমান্বয়ে ম্লান
az: Tədricən solur
be: Паступовае знікае ў
bn: ধীরে ধীরে বিবর্ণ
bs: Postepeno izblijedjelo u
ca: Esvaït gradual a
ckb: وردە وردە کاڵبوونەوە لە
cs: Postupné vyblednutí
cy: Pylu graddol i mewn
el: Σταδιακή εξασθένιση
eo: Laŭgrada fado en
et: Järkjärguline tuhmumine
eu: Pixkanaka-pixkanaka
fa: تدریجی محو شدن در
fi: Asteittainen haalistua
fil: Unti -unting kumukupas
fur: Fadebe graduâl In
fy: Stadichoan ferdwine yn
ga: Céimnithe de réir a chéile i
gd: FREATH FEUD A 'GABHAIL A-STEACH
gu: ક્રમિક નિસ્તેજ
he: דהייה הדרגתית פנימה
hu: Fokozatos elhalványulás
hy: Աստիճանական մարում
is: Smám saman dofna í
it: Dissolvenza graduale in
ka: თანდათანობით ქრებოდა
kk: Біртіндеп түседі
km: រសាត់បន្តិចក្នុង
kn: ಕ್ರಮೇಣ ಫೇಡ್ ಇನ್
ko: 점진적으로 페이드
ku: Hêdî hêdî di hundurê de
ky: Акырындык менен жоголуп
lb: Graduell Fuedem an
lo: ຄ່ອຍໆຈາງຫາຍໄປໃນ
lt: Laipsniškas išnykimas
lv: Pakāpeniski izbalināt
mai: क्रमिक फीका में
mg: Mihena tsikelikely
mi: Ka memeha haere i roto i
mk: Постепено избледување во
ml: ക്രമേണ മങ്ങുന്നു
mn: Аажмаар хатах
ms: Secara beransur -ansur pudar
mt: Fade gradwali
my: တဖြည်းဖြည်း fade
ne: क्रमिक फीड मा
or: ଧୀରେ ଧୀରେ ମଳିନ |
pa: ਵਿੱਚ ਹੌਲੀ ਹੌਲੀ ਫੇਡ
ps: په تدریجي فیډ کې
pt: Fade gradual em
ro: GRADUAL DESPRE
rw: Buhoro buhoro
sd: ۾ آھستي آھستي
si: ක්රමයෙන් මැකී යන්න
sk: Postupné vyblednutie
sq: Zbehet gradual në
sr: Постепено бледи унутра
sw: Polepole kufifia
ta: படிப்படியாக மங்கிவிடும்
te: క్రమంగా ఫేడ్ ఇన్
tg: Фурӯтан пажмурда мешавад
th: ค่อยๆจางหายไป
tk: Kem-kemden ýitew geldi
tt: Әкренләп сүнә
ug: تەدرىجىي سۇس
uk: Поступове в’янення в
ur: آہستہ آہستہ دھندلا
uz: Asta-sekin so'n
vi: Dần dần mờ dần trong
xh: I-piply phed
yi: גראַדזשואַל וועלקן אין
zh: 逐渐淡出
zu: Kancane kancane

source: Alarm Screen
af: Alarmskerm
am: የማንቂያ ደወል ማሳያ
ar: شاشة الإنذار
as: এলাৰ্ম পৰ্দা
az: Siqnal ekranı
be: Экран сігналізацыі
bn: অ্যালার্ম স্ক্রিন
bs: Alarmni ekran
ca: Pantalla d'alarma
ckb: شاشەی زەنگ
cs: Alarmová obrazovka
cy: Sgrin larwm
el: Οθόνη συναγερμού
eo: Alarma ekrano
et: Häireekraan
eu: Alarma
fa: صفحه نمایش زنگ دار
fi: Hälytysnäyttö
fur: Schermens di alarme
fy: Alarmskerm
ga: Scáileán aláraim
gd: Sgrion rabhaidh
gu: ભયંકર ચિત્ર
he: מסך אזעקה
hu: Riasztó képernyő
hy: Ազդանշանային էկրան
is: Viðvörunarskjár
it: Schermo di allarme
ka: განგაშის ეკრანი
kk: Оятқыш экраны
km: អេក្រង់សំឡេងរោទិ៍
kn: ಎಚ್ಚರಿಕೆಯ ಪರದೆ
ko: 알람 화면
ku: Alarka Dîmenderê
ky: Ойготкуч экран
lb: Alarm Écran
lo: ຫນ້າຈໍເຕືອນ
lt: Aliarmo ekranas
lv: Trauksmes ekrāns
mai: अलार्म स्क्रीन 2019।
mg: Efijery fanairana
mi: Mata whakaoho
mk: Екран за аларм
ml: അലാറം സ്ക്രീൻ
mn: Сэрүүлгийн дэлгэц
ms: Skrin penggera
mt: Skrin ta 'allarm
my: နှိုးစက်မျက်နှာပြင်
ne: अलार्म स्क्रीन
or: ଆଲାର୍ମ ସ୍କ୍ରିନ |
pa: ਅਲਾਰਮ ਸਕ੍ਰੀਨ
ps: د الارم پرده
pt: Tela de alarme
ro: Ecran de alarmă
rw: Ecran ya ecran
sd: الارم اسڪرين
si: අනතුරු ඇඟවීමේ තිරය
sk: Obrazovka alarm
sq: Ekran alarmi
sr: Алармни екран
sw: Skrini ya kengele
ta: அலாரம் திரை
te: అలారం స్క్రీన్
tg: Экрани ҳушдор
th: หน้าจอเตือนภัย
tk: Duýduryş ekrany
tt: Сигнализация экраны
ug: ئاگاھلاندۇرۇش ئېكرانى
uk: Екран тривоги
ur: الارم اسکرین
uz: Budilnik ekranlari
vi: Màn hình báo động
xh: Isikrini se-alarm
yi: שרעק סקרין
zh: 警报屏幕
zu: Isikrini se-alamu

# defaultOption
source: Default
af: Versuim
am: ነባሪ
ar: تقصير
as: ডিফল্ট
az: Defolt
be: Недахоп
bn: ডিফল্ট
bs: Podrazumevano
ca: No pagar
ckb: بنەڕەتی
cs: Výchozí
cy: Diofyn
el: Αθέτηση
eo: Defaŭlta
et: Täitmata jätmine
eu: Ez ordaindu
fa: پیش فرض
fi: Laiminlyönti
fur: Inadempiment
fy: Ôfwêzichheid
ga: Mainneachtain
gd: Bunaiteach
gu: બાકી
he: בְּרִירַת מֶחדָל
hu: Mulasztás
hy: Թերություն
is: Sjálfgefið
it: Predefinito
ka: ვალდებულების შეუსრულებლობა
kk: Міндеттемені орындамау
km: ការមិនកោរបតាមសន្យា
kn: ಡಯೆಲು
ko: 기본
ku: Destçûnî
ky: По умолчанию
lb: Asofbild
lo: ໃນຕອນຕົ້ນ
lt: Numatytasis
lv: Nepildīt
mai: चुकनाइ
mg: toerana misy anao
mi: Hapanga
mk: Стандардно
ml: കുറ്റം
mn: Үл хүрэлцэх
ms: Lalai
my: ပျက်ကွက်ခြင်း
ne: पुरा नगर्नु
or: ଡିଫଲ୍ଟ |
pa: ਮੂਲ
ps: ډیفالټ
pt: Padrão
ro: Implicit
rw: Mburabuzi
sd: ڊفالٽ
si: පෙරනිමි
sk: Predvolený
sq: Mospagim
sr: Подразумевано
sw: Chaguo -msingi
ta: இயல்புநிலை
te: డిఫాల్ట్
tg: Иьро накардани ӯҳдадорӣ
th: ค่าเริ่มต้น
tk: Gaýybana
tt: Килешү
ug: سۈكۈتتىكى
uk: За замовчуванням
ur: پہلے سے طے شدہ
uz: Bajarilish
vi: Mặc định
xh: Ukungagqibeki
yi: ניט ויסצאָלן
zh: 默认
zu: Phutha

source: Math Challenge
af: Wiskunde -uitdaging
am: የሂሳብ ፈተና
ar: تحدي الرياضيات
az: Riyaziyyat problemi
be: Матэматычны выклік
bn: গণিত চ্যালেঞ্জ
ca: Repte matemàtic
ckb: چالێنجێکی بیرکاری
cs: Matematická výzva
cy: Her Math
el: Πρόκληση μαθηματικών
eo: Matematika Defio
et: Matemaatika väljakutse
eu: Matematika erronka
fa: چالش ریاضی
fi: Matematiikan haaste
fil: Hamon sa matematika
fur: Sfide di matema
fy: Wiskunch útdaging
ga: Dúshlán mata
gd: Dùbhlan Math
gu: ગણિતનો પડકાર
he: אתגר מתמטיקה
hu: Matematikai kihívás
hy: Մաթեմատիկայի մարտահրավեր
is: Stærðfræðiáskorun
it: Sfida matematica
ka: მათემატიკის გამოწვევა
kk: Математикалық сынақ
km: ការប្រកួតប្រជែងគណិតវិទ្យា
kn: ಗಣಿತ ಸವಾಲು
ko: 수학 도전
ky: Математика чакырыгы
lb: Mathematik erausfuerderen
lo: ສິ່ງທ້າທາຍຫລັງ
lt: Matematikos iššūkis
lv: Matemātikas izaicinājums
mai: गणित चुनौती २.
mg: Fanamby matematika
mi: Te wero matatika
mk: Математички предизвик
ml: മാത്ത് ചലഞ്ച്
mn: Математикийн сорилт
ms: Cabaran Matematik
mt: Sfida tal-Matematika
my: သင်္ချာစိန်ခေါ်မှု
ne: गणित चुनौती
or: ଗଣିତ ଚ୍ୟାଲେଞ୍ଜ |
pa: ਗਣਿਤ ਦੀ ਚੁਣੌਤੀ
ps: د ریاض ننګونه
pt: Desafio matemático
ro: Provocare matematică
rw: Ikibazo
sd: ميٿ چيلنج
si: ගණිත අභියෝගය
sk: Matematika
sq: Sfidë e matematikës
sr: Математички изазов
sw: Changamoto ya Math
ta: கணித சவால்
te: గణిత ఛాలెంజ్
tg: Мушкилоти риёзӣ
th: ความท้าทายทางคณิตศาสตร์
tk: Matematika kynçylygy
tt: Математика проблемасы
ug: Math Commance
uk: Математичний виклик
ur: ریاضی چیلنج
uz: Matematik qiyinchilik
vi: Thử thách toán học
xh: Umceli mngeni
yi: מאַט טשאַלאַנדזש
zh: 数学挑战

source: Shake to Stop
af: Skud om te stop
am: ለማቆም ይንቀጠቀጡ
ar: هز للتوقف
as: বন্ধ কৰিবলৈ শ্বেক কৰক
az: Dayanmaq
be: Патрасіце, каб спыніцца
bn: থামাতে কাঁপুন
bs: Protresti da se zaustavi
ca: Sacsejar per aturar -se
ckb: لەرزین بۆ وەستان
cs: Shake to zastavit
cy: Ysgwyd i stopio
el: Κουνήστε για να σταματήσετε
eo: Skuu por ĉesi
et: Raputage peatumiseks
eu: Astindu gelditzeko
fa: لرزش برای متوقف کردن
fi: Ravistaakseen
fil: Iling para huminto
fur: Scomençâ a fermâ
fy: Skodzje om te stopjen
ga: Croith chun stopadh
gd: Crathadh gus stad a chuir air
gu: શેક કરવું
he: לנער לעצור
hu: Rázza meg, hogy megálljon
hy: Թափահարեք կանգ առնել
is: Hrista til að hætta
it: Agitare per fermarti
ka: შეანჯღრიე გაჩერებისთვის
kk: Тоқтату үшін шайқаңыз
km: អ្រងួនដើម្បីបញ្ឈប់
kn: ನಿಲ್ಲಿಸಲು ಅಲ್ಲಾಡಿಸಿ
ko: 멈추기 위해 흔들립니다
ky: Токтоп калуу үчүн
lb: Shake fir ze stoppen
lo: ສັ່ນທີ່ຈະຢຸດ
lt: Kreipkite dėmesį
lv: Kratīt, lai apstātos
mai: रुकबाक लेल हिलब
mg: Mihorohoro mba hijanonana
mi: Wiri kia mutu
mk: Тресете да застанете
ml: നിർത്താൻ കുലുക്കുക
mn: Зогсоох гэж байна
ms: Goncang untuk berhenti
mt: Ħawwad biex tieqaf
my: ရပ်တန့်ဖို့လှုပ်
ne: रोक्नको लागि हल्लायो
or: ବନ୍ଦ କରିବାକୁ କମ୍ପନ କରନ୍ତୁ |
pa: ਰੁਕਣ ਲਈ ਹਿਲਾਓ
ps: بندول
pt: Agite para parar
ro: Se agită să se oprească
rw: Shake guhagarika
sd: روڪڻ لاء شڪي
si: නැවැත්වීමට සොලවන්න
sk: Potrasiť sa
sq: Shake për të ndaluar
sr: Протрести да се заустави
sw: Shake kuacha
ta: நிறுத்த குலுக்கவும்
te: ఆపడానికి కదిలించండి
tg: Ларзонданро бас кунед
th: เขย่าเพื่อหยุด
tk: Durmak üçin silkmek
tt: Туктарга селкетегез
ug: Shalle to stop
uk: Струсити, щоб зупинитися
ur: رکنے کے لئے ہلا
uz: To'xtatish uchun silkiting
vi: Lắc để dừng lại
xh: Shake ukuyeka
yi: טרייסלען צו האַלטן
zh: 摇了摇
zu: Shake ukuma

source: Tap Challenge
am: ተፈታታኝ ሁኔታ መታ ያድርጉ
ar: اضغط على التحدي
as: প্ৰত্যাহ্বান টেপ কৰক
az: Çağırış vurun
be: Націсніце Challenge
bn: চ্যালেঞ্জ আলতো চাপুন
bs: Dodirnite Challenge
ca: TAP REPTE
ckb: پەنجە بنێ بە چالێنج
cs: Klepněte na výzvu
cy: Her Tap
el: Πατήστε πρόκληση
eo: Frapeta Defio
et: TAP -KISSUS
eu: Punteatu erronka
fa: روی چالش ضربه بزنید
fi: Napauttaa haaste
fil: Tapikin ang Hamon
fur: Aziende di sfide
fy: Tap útdaging
ga: Beartaíonn Dúshlán
gd: DÙBHLACHD Tap
gu: ટેપ ચેલેન્જ
he: הקשור לאתגר
hu: Koppintolási lehetőség
hy: Հպեք մարտահրավերը
is: Pikkaðu á áskorun
it: Tocca Challenge
ka: შეეხეთ გამოწვევას
kk: БГБ Challenge
km: ប៉ះការប្រកួតប្រជែង
kn: ಟ್ಯಾಪ್ ಸವಾಲು
ko: 도전 도전을 누릅니다
ky: Challenge таптап
lb: Tippen op Challenge
lo: ແຕະທ້າຫມູ່ຫຼິ້ນ
lt: Bakstelėkite iššūkį
lv: Krāna izaicinājums
mai: टैप चैलेंज 2019।
mg: Tsindrio ny fanamby
mi: Whakaputanga Tap
mk: Допрете предизвик
ml: ടാപ്പ് ചലഞ്ച്
mn: Сорилтот дээр товшино уу
ms: Ketuk Cabaran
mt: Tektek l-isfida
my: စိန်ခေါ်မှုကိုအသာပုတ်ပါ
ne: ट्याप चुनौती
or: ଚ୍ୟାଲେଞ୍ଜ ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਟੈਪ ਚੁਣੌਤੀ
ps: د ننګونې ننګونې
pt: Desafio de toque
ro: TOP Challenge
rw: Kanda Ikibazo
sd: چيلنج تي ٽيپ ڪريو
si: අභියෝගය තට්ටු කරන්න
sk: Výziev
sq: Trokitthek në sfidë
sr: Додирните Изазов
sw: Gonga Changamoto
ta: சவாலைத் தட்டவும்
te: ఛాలెంజ్ నొక్కండి
tg: Тугмаи ламс
tk: Kyn meselä basyň
tt: Чакыру
ug: چېكىش
ur: چیلنج کو تھپتھپائیں
uz: Challenge-ga teging
vi: Chang thử thách
xh: Cofa umngeni
yi: צאַפּן אַרויסרופן
zh: 点击挑战
zu: Inselelo Yompompi

source: QR Code Scan
af: QR -kodeskandering
am: QR ኮድ ፍተሻ
ar: فحص رمز الاستجابة السريعة
as: QR ক'ড স্কেন
be: QR -сканаванне кода
bn: কিউআর কোড স্ক্যান
ca: Exploració del codi QR
cs: QR skenování kódu
cy: Sgan cod qr
el: Σάρωση κώδικα QR
eo: QR -koda skanado
et: QR -koodi skaneerimine
eu: QR kodea eskaneatzea
fa: اسکن کد QR
fi: QR -koodin skannaus
fur: Scansion dal codiç QR
ga: Scanadh cód QR
gd: Scan còd QR
gu: ક્યૂઆર કોડ સ્કેન
he: סריקת קוד QR
hu: QR -kód vizsgálata
hy: QR կոդերի սկան
is: QR kóða skönnun
it: Scansione del codice QR
ka: QR კოდის სკანირება
kk: QR кодын сканерлеу
km: QR កូដស្កេន
kn: ಕ್ಯೂಆರ್ ಕೋಡ್ ಸ್ಕ್ಯಾನ್
ko: QR 코드 스캔
lo: ສະແກນລະຫັດ QR
lt: QR kodo nuskaitymas
lv: QR koda skenēšana
mai: क्यूआर कोड स्कैन 2019।
mk: QR код за скенирање
ml: QR കോഡ് സ്കാൻ
mn: QR код скан хийх
ms: Imbasan kod QR
mt: Skan tal-kodiċi QR
my: QR CODECY Scan
ne: QR कोड स्क्यान
or: QR କୋଡ୍ ସ୍କାନ୍ |
pa: QR ਕੋਡ ਸਕੈਨ
ps: د QR کوډ سکین
pt: Digitalização de código QR
ro: Scanarea codului QR
sd: آر آر ڪوڊ اسڪين
si: QR කේත ස්කෑන්
sk: Skenovanie kódu QR
sq: Skanimi i kodit QR
sr: КР цоде скенирање
sw: Scan ya nambari ya QR
ta: QR குறியீடு ஸ்கேன்
te: QR కోడ్ స్కాన్
tg: Коди QR SCAN
th: การสแกนรหัส QR
tk: QR kody skaner
tt: QR коды сканер
ug: QR كود سايىلەش
uk: QR -код сканування
ur: QR کوڈ اسکین
uz: QR kodini tekshirish
vi: Quét mã QR
xh: I-QR Codes Scan
yi: QR קאָד יבערקוקן
zh: QR码扫描

source: Alarm Sound
af: Alarm klank
am: የደወል ድምፅ
ar: صوت المنبه
as: এলাৰ্ম শব্দ
az: Həyəcan səsi
be: Гука сігналізацыі
bn: অ্যালার্ম শব্দ
bs: Zvuk alarma
ca: So d'alarma
ckb: دەنگی زەنگ
cs: Alarmový zvuk
cy: Sain larwm
el: Ήχος συναγερμού
eo: Alarma sono
et: Häireheli
eu: Alarma soinua
fa: صدای زنگ خطر
fi: Hälytysääni
fil: Tunog ng alarma
fur: Amorâ sun
fy: Alarmklûd
ga: Fuaim an aláraim
gd: Fuaim rabhaidh
gu: ભયંકર અવાજ
he: צליל אזעקה
hu: Riasztási hang
hy: Ազդանշանային ձայն
is: Viðvörunarhljóð
it: Suono di allarme
ka: სიგნალიზაციის ხმა
kk: Дабыл дыбысы
km: សំឡេងរោទិ៍
kn: ಎಚ್ಚರಿಕೆಯ ಧ್ವನಿ
ko: 알람 소리
ku: Dengê aramiyê
ky: Ойготку үн
lo: ສຽງປຸກ
lt: Aliarmo garsas
lv: Trauksmes skaņa
mai: अलार्म ध्वनि 2019।
mg: Feo fanairana
mi: Tangi tangi
mk: Звук на аларм
ml: അലാറം ശബ്ദം
mn: Сэрүүлгийн дуу
ms: Bunyi penggera
my: နှိုးစက်အသံ
ne: अलार्म आवाज
or: ଆଲାର୍ମ ଶବ୍ଦ
pa: ਅਲਾਰਮ ਆਵਾਜ਼
ps: د الارم غږ
pt: Som de alarme
ro: Sunet de alarmă
rw: Ijwi
sd: الارم آواز
si: අනතුරු ඇඟවීමේ ශබ්දය
sk: Alarmový zvuk
sq: Tingull alarmi
sr: Звук аларма
sw: Sauti ya kengele
ta: அலாரம் ஒலி
te: అలారం ధ్వని
tg: Садои ҳушдор
th: เสียงปลุก
tk: Duýduryş sesini
tt: Сигнализация тавышы
ug: ئاگاھلاندۇرۇش ئاۋازى
uk: Звук тривоги
ur: الارم کی آواز
uz: Signal ovozi
vi: Âm thanh báo động
xh: Isandi se-alamu
yi: שרעק געזונט
zh: 警报声音
zu: Umsindo we-alamu

source: Add Sound
af: Voeg klank by
am: ድምጽ ያክሉ
ar: أضف الصوت
as: শব্দ যোগ কৰক
az: Səsi əlavə etmək
be: Дадайце гук
bn: শব্দ যোগ করুন
bs: Dodajte zvuk
ca: Afegiu el so
ckb: زیادکردنی دەنگ
cs: Přidejte zvuk
cy: Ychwanegu Sain
el: Προσθέστε ήχο
eo: Aldonu sonon
et: Lisage heli
eu: Soinua gehitu
fa: صدا را اضافه کنید
fi: Lisätä äänen
fil: Magdagdag ng tunog
fur: Azontâ sun
fy: Slút tafoegje
ga: Cuir fuaim leis
gd: Cuir fuaim
gu: અવાજ ઉમેરો
he: הוסף צליל
hu: Hang hozzáadása
hy: Ձայն ավելացնել
is: Bættu við hljóði
it: Aggiungi suono
ka: ხმის დამატება
kk: Дыбыс қосыңыз
km: បន្ថែមសំឡេង
kn: ಧ್ವನಿ ಸೇರಿಸಿ
ko: 소리를 추가하십시오
ku: Deng zêde bikin
ky: Үн кошуу
lb: Füügt Toun
lo: ເພີ່ມສຽງ
lt: Pridėkite garsą
lv: Pievienot skaņu
mai: ध्वनि जोड़ू
mg: Asio feo
mi: Tāpiri oro
mk: Додадете звук
ml: ശബ്ദം ചേർക്കുക
mn: Дуу нэмэх
ms: Tambah bunyi
mt: Żid il-ħoss
my: အသံထည့်ပါ
ne: आवाज थप्नुहोस्
or: ଧ୍ୱନି ଯୋଗ କରନ୍ତୁ |
pa: ਆਵਾਜ਼ ਸ਼ਾਮਲ ਕਰੋ
ps: غږ اضافه کړئ
pt: Adicione som
ro: Adăugați sunet
rw: Ongeraho amajwi
sd: آواز وڌائڻ
si: ශබ්දය එක් කරන්න
sk: Pridať zvuk
sq: Shto tingullin
sr: Додати звук
sw: Ongeza sauti
ta: ஒலி சேர்க்கவும்
te: ధ్వనిని జోడించండి
tg: Овоз илова кунед
th: เพิ่มเสียง
tk: Ses goşuň
tt: Тавыш өстәгез
ug: ئاۋاز قوشۇڭ
uk: Додайте звук
ur: آواز شامل کریں
uz: Ovozni qo'shing
vi: Thêm âm thanh
xh: Yongeza isandi
yi: לייג געזונט
zh: 添加声音
zu: Engeza umsindo

source: Clear Custom Sounds
af: Duidelike pasgemaakte klanke
am: ብጁ ድም sounds ችን ያፅዱ
ar: أصوات مخصصة واضحة
as: স্বনিৰ্বাচিত শব্দসমূহ পৰিষ্কাৰ কৰক
az: Xüsusi səsləri təmizləyin
be: Ачышчаныя звычайныя гукі
bn: কাস্টম শব্দ সাফ করুন
bs: Clear Custom zvukovi
ca: Sons personalitzats nets
ckb: دەنگە تایبەتەکان
cs: Jasné zvuky
cy: Seiniau Custom Clir
el: Καθαρίστε τους προσαρμοσμένους ήχους
eo: Klaraj kutimaj sonoj
et: Selged kohandatud helid
eu: Soinu pertsonalizatuak garbitu
fa: صداهای سفارشی را پاک کنید
fi: Tyhjennä mukautetut äänet
fil: Malinaw na mga pasadyang tunog
fur: Cjacarâ suns personalizâts
fy: Klante klinkt wiskje
ga: Fuaimeanna saincheaptha soiléire
gd: Fuaimean gnàthaichte àbhaisteach
gu: સ્પષ્ટ કસ્ટમ અવાજો
he: נקה צלילים מותאמים אישית
hu: Tiszta egyedi hangok
hy: Մաքրել մաքսային ձայները
is: Skýr sérsniðin hljóð
it: Cancella suoni personalizzati
ka: სუფთა საბაჟო ხმები
kk: Таза реттелетін дыбыстар
km: សំអាតសំលេងផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಶಬ್ದಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 명확한 커스텀 사운드
ku: Dengên xwerû yên zelal
ky: Custom Custom Sounds
lb: Kloer personaliséiert Kläng
lo: ສຽງທີ່ຈະແຈ້ງ
lt: Išvalyti pasirinktinius garsus
lv: Skaidras pielāgotas skaņas
mai: स्पष्ट कस्टम ध्वनि
mg: Feo am-panao mazava
mi: Nga tangi oro
mk: Јасни прилагодени звуци
ml: ഇഷ്ടാനുസൃത ശബ്ദങ്ങൾ മായ്ക്കുക
mn: Захиалгат дуу чимээ
ms: Bunyi tersuai yang jelas
mt: Ħsejjes tad-dwana ċari
my: Clear Custom အသံ
ne: स्पष्ट कस्टम ध्वनि
or: କଷ୍ଟମ୍ ଶବ୍ଦ ସଫା କରନ୍ତୁ |
pa: ਕਸਟਮ ਆਵਾਜ਼ਾਂ ਸਾਫ਼ ਕਰੋ
ps: د ګمرک غږونه پاک کړئ
pt: Claros sons personalizados
ro: Clear sunete personalizate
rw: Gukuramo amajwi yihariye
sd: ڪسٽم آواز صاف ڪريو
si: අභිරුචි ශබ්ද ඉවත් කරන්න
sk: Vymažte vlastné zvuky
sq: Tinguj të pastër me porosi
sr: Обриши прилагођени звукови
sw: Sauti za kawaida
ta: தனிப்பயன் ஒலிகளை அழிக்கவும்
te: కస్టమ్ శబ్దాలను క్లియర్ చేయండి
tg: Офаридгори муқаррарӣ
th: ชัดเจนเสียงที่กำหนดเอง
tk: Adaty bir sesleri arassalaň
tt: CructoLogy тавышын чистарту
ug: تازىلاش ئاۋازلىرى
uk: Чіткі звичні звуки
ur: صاف کسٹم آوازیں
uz: Custom tovushlarni tozalash
vi: Xóa âm thanh tùy chỉnh
xh: Sula izandi zesiko
yi: קלאָר מנהג סאָונדס
zh: 清晰的自定义声音
zu: Sula imisindo yangokwezifiso

# format24h
source: 24-Hour Format
af: 24-uur-formaat
am: የ 24 ሰዓት ቅርጸት
ar: تنسيق 24 ساعة
as: ২৪-ঘণ্টা ফৰ্মেট
az: 24 saatlıq format
be: 24-гадзінны фармат
bn: 24 ঘন্টা ফর্ম্যাট
bs: 24-satni format
ca: Format 24 hores
ckb: فۆرماتێکی ٢٤ کاتژمێری
cs: 24hodinový formát
cy: Fformat 24 awr
el: 24ωρη μορφή
eo: 24-hora formato
et: 24-tunnine formaat
eu: 24 orduko formatua
fa: قالب 24 ساعته
fi: 24 tunnin muoto
fil: 24 na oras na format
fur: Format di 24 oris
fy: 24-oere formaat
ga: Formáid 24 uair an chloig
gd: Cruth 24-uair
gu: 24-કલાકનું બંધારણ
he: פורמט 24 שעות ביממה
hu: 24 órás formátum
hy: 24-ժամյա ձեւաչափ
is: Sólarhrings snið
it: Formato 24 ore su 24
ka: 24-საათიანი ფორმატი
kk: 24 сағаттық формат
km: ទ្រង់ទ្រាយ 24 ម៉ោង
kn: 24 ಗಂಟೆಗಳ ಸ್ವರೂಪ
ko: 24 시간 형식
ku: 24-demjimêra
ky: 24 сааттык формат
lb: 24-Stonne Format
lo: ຮູບແບບ 24 ຊົ່ວໂມງ
lt: 24 valandų formatas
lv: 24 stundu formāts
mai: २४ घण्टा प्रारूप २.
mg: Format 24-ora
mi: Hōputu 24-Hor
mk: 24-часовен формат
ml: 24 മണിക്കൂർ ഫോർമാറ്റ്
mn: 24 цагийн формат
ms: Format 24-jam
mt: Format ta '24 siegħa
my: 24 နာရီ format
ne: 2-घण्टा ढाँचा
or: 24 ଘଣ୍ଟା ଫର୍ମାଟ୍ |
pa: 24 ਘੰਟੇ ਦਾ ਫਾਰਮੈਟ
ps: د 24 ساعتونو ب format ه
pt: Formato de 24 horas
ro: Format 24 de ore
rw: Imiterere y'amasaha 24
sd: 24 ڪلاڪ فارميٽ
si: පැය 24 ආකෘතිය
sk: 24-hodinový formát
sq: Format 24-orësh
sr: 24-сатни формат
sw: Fomati ya masaa 24
ta: 24 மணி நேர வடிவம்
te: 24 గంటల ఆకృతి
tg: Формати 24-соат
th: รูปแบบ 24 ชั่วโมง
tk: 24 sagat format
tt: 24 сәгать формат
ug: 24 سائەت فورماتى
uk: 24-годинний формат
ur: 24 گھنٹے کی شکل
uz: 24 soatlik format
vi: Định dạng 24 giờ
xh: Ifomati yeeyure ezingama-24
yi: 24-שעה פֿאָרמאַט
zh: 24小时格式
zu: Ifomethi yamahora angama-24
