Repository: adeeteya/Awake-AlarmApp
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, as, az, be, bn, bs, ca, ckb, cs, cy, el, eo, et, eu, fa, fi, fil, fur, fy, ga, gd, gu, he, hu, hy, is, it, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mai, mg, mi, mk, ml, mn, ms, mt, my, ne, or, pa, ps, pt, ro, rw, sd, si, sk, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, uz, vi, xh, yi, zh, zu

# snoozeLabel
source: Snooze: {minutes} min
am: Snooze: {minutes} ደቂቃ
ar: الغفوة: {minutes} دقيقة
as: স্নুজ: {minutes} min
az: Mürgülə: {minutes} dəq
be: Скласці: {minutes} мін
bn: স্নুজ: {minutes} মিনিট
bs: Odgoda: {minutes} min
ckb: خەوتن: {minutes} مین
el: Snooze: {minutes} λεπτά
fa: چرت زدن: {minutes} دقیقه
fi: Torkku: {minutes} min
fur: Snom: {minutes} min
gu: સ્નૂઝ: {minutes} મિનિટ
he: נודניק: {minutes} דקות
hu: Snooze: {minutes} perc
is: Snooze: {minutes} mín
ka: Snooze: {minutes} წთ
kk: Қайталау: {minutes} min
km: snooze: {minutes} នាទី
kn: ಸ್ನೂಜ್: {minutes} ನಿಮಿಷ
ko: 스누즈 : {minutes} 분
ky: Snooze: {minutes} мин
lo: Snooze: {minutes} ນາທີ
mai: स्नूज: {minutes} min
mk: Snooze: {minutes} мин
ml: സ്നൂസ്: {minutes} മിനിറ്റ്
mn: Snooze: {minutes} мин
ne: स्नुज: {minutes} मिनेट
or: ସ୍ନୁଜ୍: {minutes} ମିନିଟ୍ |
pa: ਸਨੂਜ਼: {minutes} ਮਿੰਟ
ps: سنوز: {minutes} دقیقې
pt: Soneca: {minutes} min
sd: سنوز: {minutes} منٽ
si: Snose: {minutes} මිනි
sr: Сноозе: {minutes} мин
ta: உறக்கநிலை: {minutes} நிமிடம்
te: తాత్కాలికంగా ఆపివేయండి: {minutes} నిమి
tg: Snoozz: {minutes} min
th: การงีบหลับ: {minutes} ขั้นต่ำ
tk: Snokze: {minutes} min
tt: Сноз: {minutes} мин
uk: Захисник: {minutes} хв
ur: اسنوز: {minutes} منٹ
vi: Snooze: {minutes} phút
xh: I-Snooze: {minutes} min
yi: סנאָווז: {minutes} מין
zh: 贪睡：{minutes}分钟

# solve
source: Solve: {a} {symbol} {b} =
af: Los op: {a} {symbol} {b} =
am: ይፍቱ: {a} {symbol} {b} =
ar: حل: {a} {symbol} {b} =
as: সমাধান: {a} {symbol} {b} =
az: Həll edin: {a} {symbol} {b} =
be: Вырашыце: {a} {symbol} {b} =
bn: সমাধান: {a} {symbol} {b} =
bs: Riješite: {a} {symbol} {b} = =
ca: Resoldre: {a} {symbol} {b} =
ckb: چارەسەر: {a} {symbol} {b} =
cs: Řešení: {a} {symbol} {b} =
cy: Datrys: {a} {symbol} {b} =
el: Επίλυση: {a} {symbol} {b} =
eo: Solvu: {a} {symbol} {b} =
et: Lahendage: {a} {symbol} {b} =
eu: Ebatzi: {a} {symbol} {b} =
fa: حل: {a} {symbol} {b} =
fi: Ratkaise: {a} {symbol} {b} =
fil: Malutas: {a} {symbol} {b} =
fur: Risolt: {a} {symbol} {b} =
ga: Réitigh: {a} {symbol} {b} =
gd: Fuasgladh: {a} {symbol} {b} =
gu: હલ કરો: {a} {symbol} {b} =
he: לפתור: {a} {symbol} {b} =
hu: Megoldás: {a} {symbol} {b} =
hy: Լուծել. {a} {symbol} {b} =
is: Leysið: {a} {symbol} {b} =
it: Risolvi: {a} {symbol} {b} =
ka: გადაწყვეტა: {a} {symbol} {b} =
kk: Шешіңіз: {a} {symbol} {b} =
km: ដោះស្រាយ: {a} {symbol} {b} = =
kn: ಪರಿಹರಿಸಿ: {a} {symbol} {b} =
ko: 해결 : {a} {symbol} {b} =
ky: Чечүү: {a} {symbol} {b} =
lb: Léisen: {a} {symbol} {b} =
lo: ແກ້ໄຂ: {a} {symbol} {b} =
lt: Išspręskite: {a} {symbol} {b} =
lv: Atrisināt: {a} {symbol} {b} =
mai: हल: {a} {symbol} {b} =
mg: Vahaolana: {a} {symbol} {b} =
mi: Whakaoti: {a} {symbol} {b} = =
mk: Реши: {a} {symbol} {b} =
ml: പരിഹരിക്കുക: {a} {symbol} {b} =
mn: Шийдэх: {a} {symbol} {b} {b} =
ms: Menyelesaikan: {a} {symbol} {b} =
mt: Issolvi: {a} {symbol} {b} =
my: ဖြေရှင်းရန်: {a} {symbol}_{b}_ =
ne: समाधान: {a} {symbol} {b} =
or: ସମାଧାନ: {a} {symbol} {b} =
pa: ਹੱਲ ਕਰੋ: {a} _ 1_ {b} = = =
ps: حل کړئ: {a} {symbol} {b} =
pt: Resolva: {a} {symbol} {b} =
ro: Rezolvați: {a} {symbol} {b} =
rw: Gukemura: {a} {symbol} {b} =
sd: حل ڪريو: {a} {symbol} {b} = =
si: විසඳන්න: {a} {symbol} {b} =
sk: Vyriešiť: {a} {symbol} {b} =
sq: Zgjidhni: {a} {symbol} {b} =
sr: Решавање: {a} {symbol} {b} =
sw: Tatua: {a} {symbol} {b} =
ta: தீர்க்க: {a} {symbol} {b} =
te: పరిష్కరించండి: {a} {symbol} {b} =
tg: Ҳалли: {a} {symbol} {b} =
th: แก้ปัญหา: {a} {symbol} {b} =
tk: Çözmek: {a} {symbol} {b} =
tt: Чишү: {a} {symbol} {b} =
ug: ھەل قىلىش: {a} {symbol} {b} =
uk: Розв’яжіть: {a} {symbol} {b} =
ur: حل کریں: {a} {symbol} {b} =
uz: Himoya: {a} {symbol} {b} =
vi: Giải quyết: {a} {symbol} {b} =
xh: Sombulula: {a} {symbol} _2 = =
yi: סאָלווע: {a} {symbol} {b} =
zh: 解决：{a} {symbol} {b} =
zu: Rarulula: {a} {symbol} {b} =

source: Number {label}
af: Nommer {label}
am: ቁጥር {label}
ar: الرقم {label}
as: সংখ্যা {label}
az: Sayı {label}
be: Нумар {label}
bn: সংখ্যা {label}
bs: Broj {label}
ca: Número {label}
ckb: ژمارە {label}
cs: Číslo {label}
cy: Rhif {label}
el: Αριθμός {label}
eo: Numero {label}
eu: Zenbakia {label}
fa: شماره {label}
fi: Numero {label}
fil: Bilang {label}
fur: Numar {label}
fy: Oantal {label}
ga: Uimhir {label}
gd: Àireamh {label}
gu: નંબર {label}
he: מספר {label}
hu: Szám {label}
hy: Համարը {label}
is: Númer {label}
it: Numero {label}
ka: ნომერი {label}
kk: Саны {label}
km: ចំនួន {label}
kn: ಸಂಖ್ಯೆ {label}
ko: 번호 {label}
ku: Jimar {label}
ky: Номери {label}
lb: Nummer {label}
lo: ຈໍານວນ {label}
lt: Numeris {label}
lv: Numurs {label}
mai: नम्बर {label} .
mi: Nama {label}
mk: Број {label}
ml: നമ്പർ {label}
mn: Тоо {label}
ms: Nombor {label}
mt: Numru {label}
my: နံပါတ် {label}
ne: नम्बर {label}
or: ସଂଖ୍ୟା {label}
pa: ਨੰਬਰ {label}
ps: نمبر {label}
pt: Número {label}
ro: Numărul {label}
rw: Umubare {label}
sd: نمبر {label}
si: අංකය {label}
sk: Číslo {label}
sq: Numri {label}
sr: Број {label}
sw: Nambari {label}
ta: எண் {label}
te: సంఖ్య {label}
tg: Рақам {label}
th: หมายเลข {label}
tk: Belgisi {label}
tt: Сан номеры {label}
ug: سان {label}
uk: Число {label}
ur: نمبر {label}
uz: Raqam {label}
vi: Số {label}
xh: Inombolo {label}
yi: נומער {label}
zh: 号码{label}
zu: Inombolo {label}

# deleteLabel
source: Delete
af: Verwyder
am: ሰርዝ
ar: يمسح
as: বিলোপ
az: Silmək
be: Выдаляць
bn: মুছুন
bs: Izbrisati
ca: Esborrar
ckb: سڕینەوە
cs: Vymazat
cy: Croeswn
el: Διαγράφω
eo: Forigi
et: Kustutama
eu: Ezabatu
fa: حذف کردن
fi: Poistaa
fil: Tanggalin
fur: Scancelâ
fy: Ferwiderje
ga: Scrios amach
gd: Thoir às
gu: કા delી નાખવું
he: לִמְחוֹק
hu: Töröl
hy: Ջնջել
is: Eyða
it: Eliminare
ka: წაშლა
kk: Жою
km: របៅបេលរសច
kn: ಅಳಿಸು
ko: 삭제
ku: Lûleêkirin
ky: Жок кылуу
lb: Läschen
lo: ລົບ
lt: Ištrinti
lv: Dzēst
mai: हटानाइ
mg: Mamafa
mi: Muku
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Эдгээх
ms: Padam
mt: Ħassar
my: ဖျက်
ne: मेटाउन
or: ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
ps: حذف کول
pt: Excluir
ro: Şterge
rw: Siba
sd: صفحو ڪلڪ ڪريو
si: මකන්න
sk: Vymazať
sq: Nxjerr
sr: Избрисати
sw: Futa
ta: நீக்கு
te: తొలగించు
tg: Нест
th: ลบ
tk: Pozuň
tt: Бетерү
ug: ئۆچۈرۈش
uk: Видаляти
ur: حذف کریں
uz: O'chirmoq
vi: Xóa bỏ
xh: Cima
yi: ויסמעקן
zh: 删除
zu: Cisha

source: Monday
af: Maandag
am: ሰኞ
ar: الاثنين
as: সোমবাৰ
az: Bazar ertəsi
be: Панядзелак
bn: সোমবার
bs: Ponedeljak
ca: Dilluns
ckb: دوو شەمە
cs: pondělí
cy: Dydd Llun
el: Δευτέρα
eo: Lundo
et: Esmaspäev
eu: Astelehen
fa: دوشنبه
fi: maanantai
fil: Lunes
fur: Lunis
fy: moandei
ga: An Luan
gd: Diluain
gu: સોમવાર
he: יוֹם שֵׁנִי
hu: hétfő
hy: Երկուշաբթի
is: Mánudag
it: Lunedi
ka: ორშაბათი
kk: Дүйсенбі
km: ថៃច័ន្ទ
kn: ಸೋಮವಾರ
ko: 월요일
ku: Duşem
ky: Дүйшөмбү
lb: Méindeg
lo: ວັນຈັນ
lt: Pirmadienis
lv: Pirmdiena
mai: सोमदिन
mg: ALATSINAINY
mi: Mane
mk: Понеделник
ml: തിങ്കളാഴ്ച
mn: Даваа гариг
ms: Isnin
mt: It-Tnejn
my: တနင်္လာနေ့
ne: सोमवार
or: ସୋମବାର
pa: ਸੋਮਵਾਰ
ps: دوشنبه
pt: Segunda-feira
ro: luni
rw: Ku wa mbere
sd: سومر
si: සඳුදා
sk: Pondelok
sq: E hënë
sr: Понедељак
sw: Jumatatu
ta: திங்கள்
te: సోమవారం
tg: Душанбе
th: วันจันทร์
tk: Duşenbe
tt: Дүшәмбе
ug: دۈشەنبە
uk: Понеділок
ur: پیر
uz: Dushanba
vi: Thứ hai
xh: uMvulo
yi: מאָנטיק
zh: 周一
zu: UMsombuluko

source: Tuesday
af: Dinsdag
am: ማክሰኞ
ar: يوم الثلاثاء
as: মঙ্গলবাৰ
az: Çərşənbə axşamı
be: Аўторак
bn: মঙ্গলবার
bs: Utorak
ca: Dimarts
ckb: سێ شەمە
cs: úterý
cy: Dydd Mawrth
el: Τρίτη
eo: Mardo
et: Teisipäev
eu: Astearte
fa: سه شنبه
fi: tiistai
fil: Martes
fur: martars
fy: tiisdei
ga: Dé Máirt
gd: Dimàirt
gu: મંગળવાર
he: יוֹם שְׁלִישִׁי
hu: kedd
hy: Երեքշաբթի
is: Þriðjudagur
it: Martedì
ka: სამშაბათი
kk: Сейсенбі
km: ថៃអង្គារ
kn: ಮಂಗಳವಾರ
ko: 화요일
ku: Sêşem
ky: Шейшемби
lb: Dënschdeg
lo: ວັນອັງຄານ
lt: Antradienis
lv: Otrdiena
mai: मंगलदिन
mg: TALATA
mi: Tūrei
mk: Вторник
ml: ചൊവ്വാഴ്ച
mn: Мягмар гариг
ms: Selasa
mt: It-Tlieta
my: အင်္ဂါနေ့
ne: मंगलवार
or: ମଙ୍ଗଳବାର |
pa: ਮੰਗਲਵਾਰ
ps: سه شنبه
pt: Terça-feira
ro: marţi
rw: Ku wa kabiri
sd: اڱارو
si: අඟහරුවාදා
sk: Utorok
sq: E martë
sr: У уторак
sw: Jumanne
ta: செவ்வாய்க்கிழமை
te: మంగళవారం
tg: Сешанбе
th: วันอังคาร
tk: Sişenbe
tt: Сишәмбе
ug: سەيشەنبە
uk: У вівторок
ur: منگل
uz: Seshanba
vi: Thứ ba
xh: uLwesibini
yi: דינסטיק
zh: 周二
zu: ULwesibili

source: Wednesday
af: Woensdag
am: እሮብ
ar: الأربعاء
as: বুধবাৰ
az: Çərşənbə günü
be: Серада
bn: বুধবার
bs: Srijeda
ca: Dimecres
ckb: چوار شەمە
cs: středa
cy: Dydd Mercher
el: Τετάρτη
eo: Merkredo
et: Kolmapäev
eu: Asteazken
fa: چهارشنبه
fi: keskiviikko
fil: Miyerkules
fur: miercus
fy: woansdei
ga: An Chéadaoin
gd: Diciadain
gu: બુધવાર
he: יוֹם רְבִיעִי
hu: szerda
hy: Չորեքշաբթի
is: Miðvikudag
it: Mercoledì
ka: ოთხშაბათი
kk: Сәрсенбі
km: ថៃបុធ
kn: ಬುಧವಾರ
ko: 수요일
ku: Çarşem
ky: Шаршемби
lb: Mëttwoch
lo: ວັນພຸດ
lt: Trečiadienis
lv: Trešdiena
mai: बुधदिन
mg: ALAROBIA
mi: Wenerei
mk: Среда
ml: ബുധനാഴ്ച
mn: Лхагва гараг
ms: Rabu
mt: L-Erbgħa
my: ဗုဒ္ဓဟူးနေ့
ne: बुधबार
or: ବୁଧବାର
pa: ਬੁੱਧਵਾਰ
ps: چهارشنبه
pt: Quarta-feira
ro: miercuri
rw: Ku wa gatatu
sd: اربع
si: බදාදා
sk: Streda
sq: E mërkurë
sr: Среда
sw: Jumatano
ta: புதன்கிழமை
te: బుధవారం
tg: Чоршанбе
th: วันพุธ
tk: Çarşenbe
tt: Чәршәмбе
ug: چارشەنبە
uk: Середа
ur: بدھ
uz: Chorshanba
vi: Thứ Tư
xh: uLwesithathu
yi: מיטוואָך
zh: 周三
zu: OLwesithathu

source: Thursday
af: Donderdag
am: ሐሙስ
ar: يوم الخميس
as: বৃহস্পতিবাৰ
az: Cümə axşamı
be: Чацвер
bn: বৃহস্পতিবার
bs: Četvrtak
ca: Dijous
ckb: پێنج شەمە
cs: čtvrtek
cy: Dydd Iau
el: Πέμπτη
eo: Thursdayaŭdo
et: Neljapäev
eu: Ostegun
fa: پنجشنبه
fi: torstai
fil: Huwebes
fur: joibe
fy: tongersdei
ga: Déardaoin
gd: Diardaoin
gu: ગુરુવાર
he: יוֹם חֲמִישִׁי
hu: csütörtök
hy: Հինգշաբթի
is: Fimmtudag
it: Giovedì
ka: ხუთშაბათი
kk: Бейсенбі
km: ថៃរបហស្បតី៍
kn: ಗುರುವಾರ
ko: 목요일
ku: Pêncşem
ky: Бейшемби
lb: Donneschdeg
lo: ວັນພະຫັດ
lt: Ketvirtadienis
lv: Ceturtdiena
mai: वृहस्पतिदिन
mg: ALAKAMISY
mi: Tāite
mk: Четврток
ml: വാഴാഴ്ച
mn: Пурэв гариг
ms: Khamis
mt: Il-Ħamis
my: ကြာသပတေးနေ့
ne: बिहिवार
or: ଗୁରୁବାର
pa: ਵੀਰਵਾਰ
ps: پنجشنبه
pt: Quinta-feira
ro: joi
rw: Ku wa kane
sd: خميس
si: බ්රහස්පතින්දා
sk: Štvrtok
sq: E enjte
sr: У четвртак
sw: Alhamisi
ta: வியாழக்கிழமை
te: గురువారం
tg: Паньшанбе
th: วันพฤหัสบดี
tk: Penşenbe
tt: Пәнҗешәмбе
ug: پەيشەنبە
uk: Четвер
ur: جمعرات
uz: Payshanba
vi: Thứ năm
xh: uLwesine
yi: דאָנערשטיק
zh: 周四
zu: ULwesine

source: Friday
af: Vrydag
am: አርብ
ar: جمعة
as: শুক্ৰবাৰ
az: Cümə
be: Пятніца
bn: শুক্রবার
bs: Petak
ca: Divendres
ckb: هەینی
cs: pátek
cy: Dydd Gwener
el: Παρασκευή
eo: Vendredo
et: Reede
eu: Ostiral
fa: جمعه
fi: perjantai
fil: Biyernes
fur: Vinars
fy: freed
ga: An Aoine
gd: Dihaoine
gu: શુક્રવાર
he: יוֹם שִׁישִׁי
hu: péntek
hy: Ուրբաթ
is: Föstudag
it: Venerdì
ka: პარასკევი
kk: Жұма
km: ថៃសុរក
kn: ಶುಕ್ರವಾರ
ko: 금요일
ku: Roja Înê
ky: Жума
lb: Freideg
lo: ວັນສຸກ
lt: Penktadienis
lv: Piektdiena
mai: शुक्रदिन
mg: ZOMA
mi: Paraire
mk: Петок
ml: വെള്ളിയാഴ്ച
mn: Баасан гариг
ms: Jumaat
mt: Il-Ġimgħa
my: သောကြာနေ့
ne: शुक्रवार
or: ଶୁକ୍ରବାର
pa: ਸ਼ੁੱਕਰਵਾਰ
ps: جمعه
pt: Sexta-feira
ro: vineri
rw: Ku wa gatanu
sd: جمع
si: සිකුරාදා
sk: Piatok
sq: E premte
sr: Петак
sw: Ijumaa
ta: வெள்ளிக்கிழமை
te: శుక్రవారం
tg: Ьумаъ
th: วันศุกร์
tk: Juma
tt: Fridayомга
ug: جۈمە
uk: П’ятниця
ur: جمعہ
uz: Juma
vi: Thứ sáu
xh: uLwesihlanu
yi: פרייַטיק
zh: 星期五
zu: Olwesihlanu

source: Saturday
af: Saterdag
am: ቅዳሜ
ar: السبت
as: শনিবাৰ
az: Şənbə
be: Субота
bn: শনিবার
bs: Subota
ca: Dissabte
ckb: شەمە
cs: sobota
cy: Dydd Sadwrn
el: Σάββατο
eo: Sabato
et: Laupäev
eu: Larunbat
fa: شنبه
fi: Lauantai
fil: Sabado
fur: sabide
fy: sneon
ga: An Satharn
gd: Disathairne
gu: શનિવાર
he: שַׁבָּת
hu: szombat
hy: Շաբաթ
is: Laugardag
it: Sabato
ka: შაბათი
kk: Сенбі
km: ថៃសោរ៍
kn: ಶನಿವಾರ
ko: 토요일
ku: Şemî
ky: Ишемби
lb: Samschdeg
lo: ວັນເສົາ
lt: Šeštadienis
lv: Sestdiena
mai: शनिदिन
mg: ASABOTSY
mi: Hātarei
mk: Сабота
ml: ശനിയാഴ്ച
mn: Бямба гараг
ms: Sabtu
mt: Is-Sibt
my: စနေနေ့
ne: शनिवार
or: ଶନିବାର
pa: ਸ਼ਨੀਵਾਰ
ps: شنبه
pt: Sábado
ro: sâmbătă
rw: Ku wa gatandatu
sd: ڇنڇر
si: සෙනසුරාදා
sk: Sobota
sq: E shtunë
sr: У суботу
sw: Jumamosi
ta: சனிக்கிழமை
te: శనివారం
tg: Шанбе
th: วันเสาร์
tk: Şenbe
tt: Шимбә
ug: شەنبە
uk: Субота
ur: ہفتہ
uz: Shanba
vi: Thứ bảy
xh: uMgqibelo
yi: שאַבעס
zh: 周六
zu: UMgqibelo

source: Sunday
af: Sondag
am: እሁድ
ar: الأحد
as: দেওবাৰ
az: Bazar günü
be: Нядзеля
bn: রবিবার
bs: Nedjelja
ca: Diumenge
ckb: یەک شەمە
cs: neděle
cy: Sul
el: Κυριακή
eo: Dimanĉe
et: Pühapäev
eu: Igande
fa: یکشنبه
fi: sunnuntai
fil: Linggo
fur: Domenie
fy: snein
ga: An Domhnach
gd: Didòmhnaich
gu: રવિવાર
he: יוֹם רִאשׁוֹן
hu: vasárnap
hy: Կիրակի
is: Sunnudagur
it: Domenica
ka: კვირა
kk: Жексенбі
km: ថៃអាតិត្យ
kn: ಭಾನುವಾರ
ko: 일요일
ku: Yekşem
ky: Жекшемби
lb: Sonndeg
lo: ວັນອາທິດ
lt: Sekmadienis
lv: Svētdiena
mai: रविदिन
mg: ALAHADY
mi: Rātapu
mk: Недела
ml: ഞായറാഴ്ച
mn: Ням гариг
ms: Ahad
mt: Ħadd
my: တနင်္ဂနေှနေ့
ne: आइतबार
or: ରବିବାର
pa: ਐਤਵਾਰ ਐਤਵਾਰ
ps: یک شنبه
pt: Domingo
ro: duminică
rw: Ku cyumweru
sd: آچر
si: ඉරිදා
sk: Nedeľa
sq: E diel
sr: Недеља
sw: Jumapili
ta: ஞாயிற்றுக்கிழமை
te: ఆదివారం
tg: Якшанбе
th: วันอาทิตย์
tk: Sundayekşenbe
tt: Якшәмбе
ug: يەكشەنبە
uk: Неділя
ur: اتوار
uz: Yakshanba
vi: Chủ nhật
xh: iCawe
yi: זונטיק
zh: 星期日
zu: ISonto
